Repository: marph27/typo314demo2
Catalog: var/labels/*/frontend/Resources/Private/Language/db/*.*_content.xlf
Languages: de

# hidden
source: Visibility of content element
de: Sichtbarkeit des Inhaltselements

source: Type
de: Typ

source: Column
de: Spalte

# filelink_size
source: Display file size information
de: Informationen zur Dateigröße anzeigen

source: Header
de: Überschrift

# header_type
source: Type
de: Typ

# header_position
source: Alignment
de: Ausrichtung

source: Subheader
de: Untertitel

source: Date
de: Datum

# imageorientation
source: Position and Alignment
de: Position und Ausrichtung

# imagecols
source: Number of Columns
de: Spaltenanzahl

# imagewidth
source: Width of each element (px)
de: Breite jedes Elements (Pixel)

# imageheight
source: Height of each element (px)
de: Höhe jedes Elements (Pixel)

# imageborder
source: Border around each element
de: Rahmen um jedes Element

# image_zoom
source: Enlarge on Click
de: Bei Klick vergrößern

# section_index
source: Show in Section Menus
de: In Menüs zeigen

# link_to_top
source: Append with Link to Top of Page
de: Link zum Seitenanfang anfügen

# frame_class
source: Frame
de: Rahmen

# space_before_class
source: Space Before
de: Abstand davor

# space_after_class
source: Space After
de: Abstand danach

# uploads.media
source: Single files
de: Einzelne Dateien
