Repository: marph27/typo314demo2
Catalog: var/labels/*/sys_note/Resources/Private/Language/*.locallang_widget_pages_with_internal_note.xlf
Languages: de

# widget.pagesWithInternalNote.title
source: System Notes
de: Systemhinweise

# widget.pagesWithInternalNote.description
source: Shows a list of pages with system notes.
de: Zeigt eine Liste von Seiten mit Systemhinweisen an.

# widget.pagesWithInternalNote.all.title
source: All System Notes
de: Alle Systemhinweise

# widget.pagesWithInternalNote.all.description
source: Shows a list of pages with system notes
de: Zeigt eine Liste von Seiten mit Systemhinweisen an

# widget.pagesWithInternalNote.default.title
source: Notes in the category "Default"
de: Hinweise in der Kategorie „Standard“

# widget.pagesWithInternalNote.default.description
source: Shows a list of pages with system notes in the category "Default"
de: Zeigt eine Liste von Seiten mit Systemhinweisen aus der Kategorie "Standard" an

# widget.pagesWithInternalNote.todo.title
source: Notes in the category "ToDo"
de: Hinweise in der Kategorie „Zu erledigen“

# widget.pagesWithInternalNote.todo.description
source: Shows a list of pages with system notes in the category "ToDo"
de: Zeigt eine Liste von Seiten mit Systemhinweisen aus der Kategorie "Zu erledigen" an

# widget.pagesWithInternalNote.template.title
source: Notes in the category "Template"
de: Hinweise in der Kategorie „Template“

# widget.pagesWithInternalNote.template.description
source: Shows a list of pages with system notes in the category "Template"
de: Zeigt eine Liste von Seiten mit Systemhinweisen aus der Kategorie "Template" an

# widget.pagesWithInternalNote.notes.title
source: Notes in the category "Notes"
de: Hinweise in der Kategorie „Notizen“

# widget.pagesWithInternalNote.notes.description
source: Shows a list of pages with system notes in the category "Notes"
de: Zeigt eine Liste von Seiten mit Systemhinweisen aus der Kategorie "Notizen" an

# widget.pagesWithInternalNote.instructions.title
source: Notes in the category "Instructions"
de: Hinweise in der Kategorie „Anweisungen“

# widget.pagesWithInternalNote.instructions.description
source: Shows a list of pages with system notes in the category "Instructions"
de: Zeigt eine Liste von Seiten mit Systemhinweisen aus der Kategorie "Anweisungen" an

# widget.pagesWithInternalNote.setting.category.label
source: Category
de: Kategorie

# widget.pagesWithInternalNote.setting.category.description
source: Category to be displayed.
de: Kategorie, die angezeigt werden soll.

# widget.pagesWithInternalNote.setting.category.label.all
source: All
de: Alle

# widget.pagesWithInternalNote.created
source: Created
de: Erstellt

# widget.pagesWithInternalNote.subjectmessage
source: Subject and message
de: Betreff und Nachricht

# widget.pagesWithInternalNote.goto_page
source: Go to page
de: Gehe zur Seite
