Repository: marph27/typo314demo2
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang_reset_password.xlf
Languages: de

# headline
source: Reset Your Password
de: Setze dein Passwort zurück

# instructions.email
source: Please enter the email address associated with your backend user account. You will receive the link to create a new password via email.
de: Bitte gib die E-Mail-Adresse ein, die mit deinem Backend-Benutzerkonto verknüpft ist. Du erhältst dann per E-Mail einen Link, über den du ein neues Passwort erstellen kannst.

# instructions.password
source: Enter a new password to reset your current password.
de: Gib ein neues Passwort ein, um dein aktuelles Passwort zurückzusetzen.

# instructions.password_requirement
source: Please ensure that your new password matches the following requirements:
de: Bitte stell sicher, dass dein neues Passwort die folgenden Anforderungen erfüllt:

# note.other_providers
source: Note: If you're using a centralized user management system such as LDAP, OAuth or Active Directory, you might not receive an email.
de: Hinweis: Wenn du ein zentralisiertes Benutzerverwaltungssystem wie LDAP, OAuth oder Active Directory verwendest, erhälst du möglicherweise keine E-Mail.

# email_sent.headline
source: Check your inbox
de: Überprüfen Sie Ihren Posteingang.

# email_sent.message
source: If a backend user with the email address "%s" exists, an email has been sent to this address. Please check your inbox and spam folder.
de: Wenn ein Backend-Benutzer mit der E-Mail-Adresse "%s" existiert, wurde eine E-Mail an diese Adresse gesendet. Bitte überprüfen Sie Ihren Posteingang und den Spam-Ordner.

# reset_success.headline
source: You've successfully reset your password
de: Du hast dein Passwort erfolgreich zurückgesetzt

# reset_success.message
source: With your new credentials you can now log in to the <a href="%s">TYPO3 backend</a>.
de: Mit Ihren neuen Zugangsdaten können Sie sich jetzt im <a href="%s">TYPO3 Backend</a> einloggen.

# input.email
source: Enter your email address
de: E-Mail-Adresse eingeben

# input.password
source: Enter your new password
de: Geben Sie Ihr neues Passwort ein

# input.passwordrepeat
source: Enter your new password again
de: Wiederholen Sie das neue Passwort

# button.initiate
source: Get Reset Link
de: Link zum Zurücksetzen zusenden

# button.reset
source: Reset Your Password Now
de: Setzen Sie Ihr Passwort jetzt zurück

# button.restart
source: Start over
de: Neu starten

# button.back_to_login
source: Go back to login page
de: Zurück zur Anmeldeseite

# error.invalid_email
source: The entered email address is invalid. Please try again.
de: Die eingegebene E-Mail-Adresse ist ungültig. Bitte versuchen Sie es erneut.

# error.token_expired
source: The password reset link is invalid or has expired.
de: Der Link zum Zurücksetzen Ihres Passworts ist entweder ungültig oder abgelaufen.

# error.password
source: The password you entered is invalid or the passwords do not match. Please try again.
de: Das eingegebene Passwort ist ungültig oder die Passwörter stimmen nicht überein. Bitte versuchen Sie es erneut.
