Repository: marph27/typo314demo2
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang_sitesettings.xlf
Languages: de

# overview.title
source: Site Settings Overview
de: Übersicht über die Site-Einstellungen

# overview.customSettingsSummary
source: Custom Settings (%d)
de: Benutzerdefinierte Einstellungen (%d)

# overview.editSettings
source: Edit Settings
de: Einstellungen bearbeiten

# overview.message.notEditable
source: The sets of this site do not provide any configurable settings.
de: Die Sets dieser Site bieten keine anpassbaren Einstellungen an.

# overview.noSiteSettingsExists.title
source: No configurable Site Settings found
de: Keine anpassbaren Site-Einstellungen gefunden

# overview.noSiteSettingsExists.message
source: See the documentation for instructions on defining settings via site sets.
de: Anweisungen zur Änderung von Einstellungen über Site-Sets findest du in der Dokumentation.

# overview.noSiteSettingsExists.button-documentation-label
source: Open the documentation
de: Dokumentation öffnen

# edit.headline
source: Site Settings for "%s"
de: Einstellungen für Site "%s"

# edit.noSettings.title
source: No settings available
de: Keine Einstellungen verfügbar

# edit.noSettings.message
source: The site '%s' does not provide configurable settings.
de: Die Site '%s' bietet keine anpassbaren Einstellungen.

# edit.editSiteConfiguration
source: Edit site configuration
de: Site-Konfiguration bearbeiten

# save.message.updated
source: Settings updated.
de: Einstellungen aktualisiert.

# categories.other
source: Other
de: Sonstige

# labels.edit
source: Edit Site Settings "%s"
de: Website-Einstellungen bearbeiten „%s“
