Repository: marph27/typo314demo2
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang_login.xlf
Languages: de

# labels.submitLogout
source: Log Out
de: Abmelden

# labels.whatIsOpenId
source: What is OpenId?
de: Was ist OpenID?

# availableInterfaces
source: Backend,Front End,Traditional Backend
de: Backend,Frontend,Traditionelles Backend

# headline
source: Login to the TYPO3 CMS Backend on ###SITENAME###
de: Anmeldung am Backend von ###SITENAME###

# info.about
source: This is the backend login of TYPO3. You need username and password to access this administration interface. If you are a visitor of ###SITENAME###, please visit the public website: ###SITELINK###
de: Dies ist die Anmeldung am TYPO3-Backend. Um auf die Verwaltungsoberfläche zugreifen zu können, benötigst du einen Benutzernamen und ein Passwort. Falls du ein Besucher von ###SITENAME### bist, besuche bitte den öffentlichen Bereich: ###SITELINK###

# info.reset
source: Reset this form
de: Formular zurücksetzen

# info.cookies_and_js
source: (Note: Cookies and JavaScript must be enabled!)
de: (Hinweis: Cookies und JavaScript müssen aktiviert sein!)

# clear
source: Clear this field!
de: Dieses Feld leeren!

# warning.incompatibleBrowserHeadline
source: Unsupported Browser
de: Nicht unterstützter Browser

# warning.incompatibleBrowser
source: You are using an unsupported browser version.
de: Du verwendest eine nicht unterstützte Browser-Version.

# warning.incompatibleBrowserInternetExplorer
source: Please install <a href="http://www.microsoft.com/internetexplorer/" target="_blank" rel="noreferrer" />a more modern browser version</a>.
de: Bitte installiere <a href="http://www.microsoft.com/internetexplorer/" target="_blank" rel="noreferrer" />eine aktuellere Browser-Version</a>.

# newsheadline
source: Important Messages
de: Wichtige Meldungen

# error.login
source: Your login attempt did not succeed. Make sure to spell your username and password correctly, including upper/lowercase characters.
de: Der Anmeldeversuch ist fehlgeschlagen. Achte darauf, Benutzernamen und Passwort korrekt einzugeben, einschließlich Groß-/Kleinschreibung.

# error.cookies_ignore
source: Ignore!
de: Ignorieren!

# error.furtherInformation
source: For more information or further help click here
de: Weitere Informationen und Hilfe erhältst du hier

# warranty.by
source: Warranty is supplied by %s; %sdetails about licenses.%s
de: Die Garantie wird von %s gewährt; %sDetails zu Lizenzen.%s

# no.warranty
source: TYPO3 CMS comes with ABSOLUTELY NO WARRANTY; %sdetails about licenses.%s
de: TYPO3 CMS kommt mit ABSOLUT KEINER GARANTIE; %sDetails zu Lizenzen.%s

# extension.copyright
source: Extensions are copyright of their respective owners.
de: Erweiterungen sind Eigentum ihrer jeweiligen Autoren.

# extension.trademark
source: TYPO3 is a registered %strademark%s.
de: TYPO3 ist eine registrierte %sMarke%s.

# details.link
source: Go to %s for details.
de: Weitere Informationen erhältst du unter %s.

# free.software
source: This is free software, and you are welcome to redistribute it under certain conditions; %sdetails about licenses.%s
de: Dies ist freie Software, die du unter bestimmten Bedingungen weitergeben darfst; %sDetails zu Lizenzen.%s

# free_software_and_warranty
source: TYPO3 CMS comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it under certain conditions, see %sdetails about licenses.%s
de: TYPO3 CMS wird OHNE JEGLICHE GEWÄHRLEISTUNG bereitgestellt. Es handelt sich um freie Software, die du unter bestimmten Bedingungen weiterverbreiten darfst. Weitere Informationen findest du unter %sdetails about licenses.%s

# free_software_and_custom_warranty
source: Warranty is supplied by %s. This is free software, and you are welcome to redistribute it under certain conditions, see %sdetails about licenses.%s
de: Die Garantie wird von %s gewährt. Dies ist freie Software, die du unter bestimmten Bedingungen weitergeben darfst. Weitere Informationen zu den Lizenzen findst unter %sdetails about licenses.%s

# keep.notice
source: Obstructing the appearance of this notice is prohibited by law.
de: Das Erscheinen dieses Hinweises zu verhindern, ist gesetzlich verboten.
