Repository: marph27/typo314demo2
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang_siteconfiguration.xlf
Languages: de

# overview.title
source: Setup
de: Einrichtung

# overview.siteIdentifier
source: Site identifier
de: Site Identifier (Eindeutige Kennung)

# overview.noPages.title
source: No root pages available
de: Keine Root-Seiten verfügbar

# overview.noPages.message
source: Please create at least one root page in the Layout module. A root page must be a content page at the top level (not a folder or separator) or have the "Root Page" flag enabled (Page Properties → Behavior tab).
de: Bitte erstelle mindestens eine Stammseite im Layout-Modul. Eine Stammseite muss eine Inhaltsseite auf der obersten Ebene sein (kein Ordner oder Trennzeichen) oder die Option „Stammseite“ aktiviert haben (Seiteneigenschaften → Registerkarte „Verhalten“).

# overview.noPages.link.label
source: Open the documentation
de: Öffne die Dokumentation

# overview.noSiteConfiguration
source: This site does not have a configuration, yet.
de: Diese Site wurde noch nicht konfiguriert.

# overview.addSiteConfiguration
source: Add new site configuration for this site
de: Neue Site-Konfiguration für diese Seite hinzufügen

# overview.editSiteConfiguration
source: Edit site configuration
de: Site-Konfiguration bearbeiten

# overview.editSiteSettings
source: Edit site settings
de: Site-Einstellungen bearbeiten

# overview.editSiteSettingsUnavailable
source: This site provides no configurable settings
de: Diese Site bietet keine anpassbaren Einstellungen

# overview.deleteSiteConfiguration
source: Delete site configuration
de: Site-Konfiguration löschen

# overview.baseUrl
source: Base URL
de: Basis-URL

# overview.rootPagesWithoutSiteConfiguration.title
source: Pages without a site configuration
de: Seiten ohne Website-Konfiguration

# overview.rootPagesWithoutSiteConfiguration.description
source: The following root pages have no site configuration:
de: Die folgenden Stammseiten haben keine Website-Konfiguration:

# overview.unassignedSites.title
source: Unassigned site configurations
de: Nicht zugeordneter Site-Konfigurationen

# overview.unassignedSites.description
source: The following site configurations don't belong to any page anymore and can be removed.
de: Die folgenden Website-Konfigurationen gehören zu keiner Seite mehr und können entfernt werden.

# overview.invalidSets.title
source: Invalid site set configurations
de: Ungültige Site-Set Konfigurationen

# overview.invalidSets.description
source: The following site sets contain errors and therefore could not be loaded.
de: Die folgenden Site-Sets enthalten Fehler und konnten daher nicht geladen werden.

# overview.invalidSets.error
source: Error
de: Fehler

# overview.duplicatedEntryPoints
source: Duplicated Entrypoints
de: Doppelte Einstiegspunkte

# overview.duplicatedEntryPoints.listing
source: The following entry points are used more than once:
de: Die folgenden Einstiegspunkte werden mehrmals verwendet:

# overview.duplicatedRootPage
source: Duplicated root pages
de: Duplizierte Root-Seiten

# overview.duplicatedRootPage.message
source: The page with ID "%1s" is used in the following site configurations:
de: Die Seite mit der ID "%1s" wird in den folgenden Site-Konfigurationen verwendet:

# overview.btn.details
source: View details
de: Details anzeigen

# overview.entry_point
source: Entry Point
de: Einstiegspunkt

# overview.error_handling
source: Error handling
de: Fehlerbehandlung

# overview.info.all_sites.multiple
source: The installation includes <strong>%s configured sites</strong>.
de: Die Installation umfasst <strong>%s konfigurierte Standorte</strong>.

# overview.info.all_sites.single
source: The installation includes <strong>%s configured site</strong>.
de: Die Installation umfasst <strong>%s konfigurierte Standorte</strong>.

# overview.info.root_pages_without_site_sonfiguration.multiple
source: <strong>%s root pages</strong> are lacking a site configuration.
de: <strong>%s Root-Seiten</strong> fehlt eine Website-Konfiguration.

# overview.info.root_pages_without_site_sonfiguration.single
source: <strong>%s page</strong> is lacking a site configuration.
de: <strong>%s Seite</strong> fehlt eine Website-Konfiguration.

# overview.info.unassigned_sites.multiple
source: There are currently <strong>%s site configurations</strong> that are not assigned to any page.
de: Derzeit gibt es <strong>%s Website-Konfigurationen</strong>, die keiner Seite zugewiesen sind.

# overview.info.unassigned_sites.single
source: There is currently <strong>%s site configuration</strong> that is not assigned to any page.
de: Derzeit gibt es <strong>%s Website-Konfigurationen</strong>, die keiner Seite zugewiesen sind.

# overview.languages
source: Languages
de: Sprachen

# overview.languages.amount
source: and %s more
de: und %s mehr

# overview.root_pages_without_site_configuration.title
source: Sites
de: Seiten

# overview.site_sets
source: Dependencies to site sets
de: Abhängigkeiten zu Website-Sets

# overview.site_sets.yes
source: Yes
de: Ja

# overview.static_routes
source: Static routes
de: Statische Routen

# overview.no_sites_with_site_configuration.title
source: No configured sites available
de: Keine konfigurierten Standorte verfügbar

# overview.no_sites_with_site_configuration.message
source: At least one root page must have a site configuration.
de: Nein

# overview.none
source: None
de: Nein

# detail.headline_with_site_identifier
source: Setup of "%s"
de: Einrichtung von „%s“

# detail.headline_with_page_title
source: Setup of site "%s"
de: Einrichtung der Website „%s“

# detail.not_configured
source: Not configured.
de: Nicht konfiguriert.

# detail.site_configuration.error_handling
source: Error handling
de: Fehlerbehandlung

# detail.site_configuration.headline
source: Site configuration
de: Konfiguration der Website

# detail.site_configuration.languages
source: Languages
de: Sprachen

# detail.site_configuration.languages.language
source: Language
de: Sprache

# detail.site_configuration.languages.language_url
source: Full URL prefix
de: Präfix der vollständigen URL

# detail.site_configuration.static_routes
source: Static routes
de: Statische Routen

# detail.site_settings.active_settings.headline
source: Active settings
de: Aktive Einstellungen

# detail.site_settings.active_settings.custom_site_settings
source: Settings within site configuration (e.g. via 'settings.yaml')
de: Einstellungen innerhalb der Website-Konfiguration (z. B. über „settings.yaml“)

# detail.site_settings.dependencies.headline
source: Dependencies
de: Abhängigkeiten

# detail.site_settings.dependencies.text
source: Settings can be stored directly via the site configuration, or indirectly by loading them as a dependency of another site set.<br>The following dependencies are stored in the site configuration:
de: Einstellungen können direkt über die Website-Konfiguration oder indirekt durch Laden als Abhängigkeit eines anderen Website-Sets gespeichert werden. Die folgenden Abhängigkeiten werden in der Website-Konfiguration gespeichert:

# detail.site_settings.headline
source: Site settings
de: Website-Einstellungen

# detail.site_settings.no_settings_found.message
source: Settings are listed here as soon as they are either present in a <code>settings.yaml</code> file in the site folder or there is one or more dependencies on site sets in the site configuration.
de: Die Einstellungen werden hier aufgelistet, sobald sie entweder in einer Datei namens <code>settings.yaml</code> im Website-Ordner vorhanden sind oder eine oder mehrere Abhängigkeiten zu Website-Sets in der Website-Konfiguration bestehen.

# detail.site_settings.no_settings_found.title
source: No site settings were found for this site
de: Für diese Website wurden keine Website-Einstellungen gefunden.

# edit.editSiteSettings
source: Edit site settings
de: Site-Einstellungen bearbeiten

source: Edit site configuration
de: Site-Konfiguration bearbeiten

# validation.identifierRenamed.title
source: Renamed identifier
de: Umbenannter Bezeichner

# validation.identifierRenamed.message
source: Given site identifier "%1s" already exists. It has been renamed to "%2s". Maybe you want to edit the site again and give it a better name.
de: Der Seitenbezeichner "%1s" ist schon vorhanden und wurde umbenannt in "%2s". Eventuell möchten Sie die Seite anpassen und einen neuen Namen vergeben.

# validation.identifierExists.title
source: Identifier not changed
de: Bezeichner wurde nicht geändert

# validation.identifierExists.message
source: Given site identifier "%1s" already exists and points to a different site. The existing identifier "%2s" for this site is kept.
de: Der angegebene Seitenbezeichner "%1s" existiert bereits und verweist auf eine andere Seite. Der vorhandene Bezeichner "%2s" für diese Seite wird beibehalten.

# validation.required.title
source: Site configuration not saved
de: Site-Konfiguration nicht gespeichert

# validation.required.message
source: Field "%1s" is a required field, but no value has been provided.
de: Feld"%1s" ist ein Pflichtfeld, aber es wurde keine Eingabe gemacht.

# validation.duplicateErrorCode.title
source: Duplicate error code removed
de: Doppelter Fehlercode wurde entfernt

# validation.duplicateErrorCode.message
source: Two error handler configurations for error code "%1s" found. This would be an invalid configuration, the dangling one has been removed.
de: Es wurden zwei Konfigurationen für Fehlercode "%1s" gefunden. Eine solche Konfiguration wäre ungültig; die doppelte Konfiguration wurde daher entfernt.

# validation.duplicateLanguageId.title
source: Duplicate language configuration removed
de: Doppelte Sprachkonfiguration wurde entfernt

# validation.duplicateLanguageId.message
source: Two language configurations for language "%1s" found. This would be an invalid configuration, the dangling one has been removed.
de: Es wurden zwei Sprachkonfigurationen für Sprache "%1s" gefunden. Eine solche Konfiguration wäre ungültig; die doppelte Konfiguration wurde daher entfernt.

# labels.detail
source: View Site Configuration "%s"
de: Website-Konfiguration „%s“ anzeigen

# labels.edit
source: Edit Site Configuration "%s"
de: Site-Konfiguration "%s" bearbeiten
