Repository: marph27/typo314demo2
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang_resource.xlf
Languages: de

# ajax.success
source: Success
de: Erfolgreich

# ajax.success.message.renamed
source: The resource "%s" has been renamed to "%s".
de: Die Ressource "%s" wurde in "%s" umbenannt.

# ajax.success.message.resourceReplaced
source: The resource %s has been replaced.
de: Die Ressource %s wurde ersetzt.

# ajax.error
source: An error occurred
de: Es ist ein Fehler aufgetreten

# ajax.error.message.resourceNotFileOrFolder
source: The resource must be a file or a folder.
de: Die Ressource muss eine Datei oder ein Ordner sein.

# ajax.error.message.resourceOutsideOfStorages
source: You are not allowed to access files outside your storages.
de: Sie sind nicht berechtigt, auf Dateien außerhalb Ihrer zugewiesenen Freigaben zuzugreifen.

# ajax.error.message.resourceNoPermissionRename
source: You are not allowed to rename the resource.
de: Sie sind nicht berechtigt, diese Ressource umzubenennen.

# ajax.error.message.resourceNameCannotBeEmpty
source: The resource name cannot be empty.
de: Der Name einer Ressource darf nicht leer sein.

# ajax.error.message.resourceNameNotDifferent
source: The identical name for the resource %s was provided, nothing to do.
de: Der identische Name für die Ressource %s wurde angegeben, keine Aktion erforderlich.

# ajax.error.message.resourceNotAvailableToUpload
source: No resource was selected to be uploaded.
de: Es wurden keine Ressourcen zum Hochladen ausgewählt.

# ajax.error.message.resourceNotRenamed
source: The resource %s could not be renamed.
de: Die Ressource %s konnte nicht umbenannt werden.

# ajax.error.message.resourceNotFound
source: The resource was not found.
de: Die Ressource wurde nicht gefunden.
