Repository: marph27/typo314demo2
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang.xlf
Languages: de

# onlineDocumentation
source: TYPO3 Online Documentation
de: TYPO3 Online Dokumentation

source: opens in a new window
de: öffnet sich in einem neuen Fenster

# no_modules_registered
source: No modules have been registered. Please contact your system administrator.
de: Es wurden keine Module registriert. Bitte kontaktiere deinen Systemadministrator.

source: Show references
de: Referenzen anzeigen

# config.loginLogo
source: Logo: If set, this logo will be used instead of the TYPO3 logo above the login credential fields (e.g. fileadmin/images/login-logo.png or EXT:my_theme/Resources/Public/Images/login-logo.png or //domain.tld/login-logo.png).
de: Logo: Wenn gesetzt, wird dieses Logo anstelle des TYPO3-Logos über dem Anmeldefeld gezeigt (bspw. fileadmin/images/login-logo.png oder EXT:my_theme/Resources/Public/Images/login-logo.png oder //domain.tld/login-logo.png).

# config.loginLogoAlt
source: Logo Alt-Text: If a custom logo is set, this text will be used as the alt attribute of the img tag.
de: Logo Alt-Text: Wenn ein eigenes Logo gesetzt ist, wird dieser Text als alt-Attribut des img Tags verwendet.

# config.loginHighlightColor
source: Highlight Color: If set, this color will be used as highlight color in the login screen.
de: Hervorhebungsfarbe: Wenn gesetzt, wird diese Farbe als Hervorhebungsfarbe im Anmeldebildschirm benutzt.

# config.loginBackgroundImage
source: Background Image: If set, this image will be used as background image for the login screen (e.g. fileadmin/images/my-background.jpg or EXT:my_theme/Resources/Public/Images/my-background.jpg or //domain.tld/my-background.png).
de: Hintergrundbild: Wenn gesetzt, wird dieses Bild als Hintergrundbild für den Anmeldebildschirm genutzt (bspw. fileadmin/images/my-background.jpg oder EXT:my_theme/Resources/Public/Images/my-background.jpg oder //domain.tld/my-background.png).

# config.loginFootnote
source: Footnote: If set, this text will be displayed on the login screen to provide copyright information for the background image (e.g. background image © 2017 by John Doe) or a descriptive text.
de: Fußnote: Wenn gesetzt, wird dieser Text auf dem Anmeldebildschirm angezeigt, um Copyright-Informationen oder eine Bildbeschreibung über das Hintergrundbild anzuzeigen (bspw. Hintergrundbild © 2017 von Max Mustermann).

# config.backendLogo
source: Logo: If set, this logo will be used instead of the TYPO3 logo in the TYPO3 backend in the left top corner (e.g. fileadmin/images/backend-logo.png or EXT:my_theme/Resources/Public/Images/backend-logo.png).
de: Logo: Wenn gesetzt, wird dieses Logo anstelle des TYPO3-Logos im TYPO3-Backend in der oberen linken Ecke angezeigt (bspw. fileadmin/images/backend-logo.png oder EXT:my_theme/Resources/Public/Images/backend-logo.png).

# config.backendFavicon
source: Favicon: If set, this favicon will be used instead of the TYPO3 logo (e.g. EXT:my_theme/Resources/Public/Images/favicon.ico).
de: Favicon: Wenn gesetzt, wird dieses Favicon anstelle des TYPO3-Logos genutzt (bspw. EXT:my_theme/Resources/Public/Images/favicon.ico).

# foldertreeview.noFolders.title
source: No folders available
de: Keine Ordner verfügbar

# foldertreeview.noFolders.message
source: You do not have access to any folder. Please ask your administrator to fix access permissions for your account.
de: Du hast keinen Zugriff auf irgendeinen Ordner. Bitte deinen Administrator, die Zugriffsberechtigungen für deinen Benutzer anzupassen.

# login.header
source: Login
de: Anmeldung

# login.region.footnote
source: Footnote
de: Fußnote

# login.link
source: Login with username and password
de: Anmeldung mit Benutzernamen und Passwort

# login.username
source: Username
de: Benutzername

# login.password
source: Password
de: Passwort

# login.togglePassword
source: Toggle password visibility
de: Passwort ein-/ausblenden

# login.password_forget
source: Forgot your password?
de: Passwort vergessen?

# login.error.capslock
source: Attention: Caps lock enabled
de: Achtung: Feststelltaste aktiviert

# login.error.capslockStatus
source: Caps lock enabled
de: Feststelltaste aktiv

# login.warning.whitespace-around-password
source: The password you just pasted has leading and / or trailing whitespace.
de: Das von dir gerade eingefügte Passwort enthält vorne oder hinten Leerzeichen.

# login.warning.whitespace-around-password.action-link
source: Remove whitespace
de: Leerzeichen entfernen

# login.news.header
source: System News
de: Systemnachrichten

# login.news.date
source: Date
de: Datum

# login.news.previous
source: Previous
de: Vorherige

# login.news.next
source: Next
de: Nächste

# login.navigation.loginProvider
source: Login Provider
de: Anmeldeanbieter

# login.navigation.typo3
source: Further information about TYPO3
de: Weitere Informationen über TYPO3

# login.error.message
source: Your login attempt did not succeed
de: Ihr Anmeldeversuch war nicht erfolgreich

# login.error.description
source: Make sure to spell your username and password correctly, including upper/lowercase characters.
de: Bitte stelle sicher, dass dein Benutzername und Passwort korrekt sind. Groß-/Kleinschreibung wird unterschieden.

# login.error.javascript
source: Please activate JavaScript
de: Bitte aktiviere JavaScript

# login.error.cookies
source: Please activate Cookies
de: Bitte aktiviere Cookies

# login.error.referrer
source: TYPO3 relies on HTTP referrers for security reasons in the backend. It looks like your browser was not able to send this information, which may be due to privacy or security settings.
de: TYPO3 stützt sich aus Sicherheitsgründen im Backend auf HTTP-Referrer. Es sieht so aus, als ob dein Browser diese Informationen nicht senden konnte, was möglicherweise an den Datenschutz- oder Sicherheitseinstellungen liegt.

# login.process
source: Verifying Login Data ...
de: Anmeldedaten werden verifiziert...

# login.submit
source: Login
de: Anmeldung

# login.copyrightLink
source: More about TYPO3
de: Mehr über TYPO3

# login.donate
source: Donate
de: Spenden

# formEngine.databaseRecordErrorInlineChildChild
source: The record with uid %2$s from table %1$s could not be retrieved from the database. This data inconsistency can occur if a base record has been deleted but the intermediate record from table %3$s with uid %4$s still points to it. To fix this situation, either delete the intermediate record, or recover the deleted record using the recycler module.
de: Der Datensatz mit Uid %2$s aus Tabelle %1$s konnte nicht aus der Datenbank abgerufen werden. Diese Inkonsistenz kann auftreten, wenn ein Basis-Datensatz gelöscht wurde, während der Datensatz aus Tabelle %3$s mit Uid %4$s noch auf ihn verweist. Um dieses Problem zu beheben, lösche entweder den verweisenden Datensatz oder stelle den gelöschten Datensatz mit dem Papierkorb wieder her.

# modulemenu.label
source: Module Menu
de: Modulmenü

# module.noAccess.title
source: No module access
de: Kein Zugriff auf das Modul

# module.noAccess.message
source: You've been redirected to the "%s" module, because you currently can't access the "%s" module. You either don't have the necessary permissions or access is temporarily not possible, e.g. due to workspace restrictions.
de: Du wurdest zum Modul "%s" weitergeleitet, da du derzeit nicht auf das Modul "%s" zugreifen kannst. Entweder hast du nicht die erforderlichen Berechtigungen oder der Zugriff ist vorübergehend nicht möglich, z.B. aufgrund von Arbeitsbereichsbeschränkungen.

# clearcache.title
source: Page cache
de: Seitencache

# clearcache.message.success
source: Successfully cleared page cache
de: Seitencache erfolgreich geleert

# clearcache.message.error
source: Page cache could not be cleared
de: Seitencache konnte nicht geleert werden

# error.linkHandlerTitleMissing
source: [title missing]
de: [Titel fehlt]

# create_folder.title
source: Create new folder
de: Neuen Ordner erstellen

# create_folder.placeholder
source: Your new folder name
de: Neuer Ordnername

# create_folder.submit
source: Create folder
de: Ordner erstellen

# row.deletePlaceholder.title
source: The live pendant of this record will be deleted when this workspace record is published.
de: Die Live-Version dieses Datensatzes wird gelöscht, sobald dieser Arbeitsbereichs-Datensatz veröffentlicht wird.

# shortcut.title
source: %s%s on page "%s" [%d]
de: %s%s auf Seite "%s" [%d]

# liveSearch.databaseRecordProvider.filterLabel
source: Database records
de: Datenbankeinträge

# liveSearch.databaseRecordProvider.typeLabel
source: Database record
de: Datenbankeintrag

# liveSearch.pageRecordProvider.filterLabel
source: Pages
de: Seiten

# liveSearch.pageRecordProvider.typeLabel
source: Page
de: Seite

# liveSearch.backendModuleProvider.filterLabel
source: Backend modules
de: Backend-Module

# liveSearch.backendModuleProvider.typeLabel
source: Backend module
de: Backend-Modul

# resultItem.backendModuleProvider.openModule
source: Open module
de: Modul öffnen

# moduleMenu.dropdown.label
source: Module action
de: Modul-Aktion

# pagelayout.moduleMenu.dropdown.label
source: Display mode
de: Anzeigemodus

# editdocument.moduleMenu.dropdown.label
source: Record language
de: Sprache des Datensatzes

# moduleMenu.dropdown.overview
source: Module overview
de: Modulübersicht

# submoduleOverview.openModule
source: Open module
de: Modul öffnen

# submoduleOverview.openModuleWithTitle
source: Open %1s module
de: %1s Modul öffnen

# submoduleOverview.noAccess.title
source: No modules available
de: Keine Module verfügbar

# submoduleOverview.noAccess.message
source: There are no submodules available or you do not have access to any of them. Please contact your administrator if you believe this is an error.
de: Es sind keine Submodule verfügbar oder du hast keinen Zugriff darauf. Bitte wende dich an deinen Administrator, wenn du glaubst, dass dies ein Fehler ist.

source: Theme
de: Stil

# theme.classic
source: Classic
de: Klassisch

source: Color scheme
de: Farbschema

# toggleColorScheme
source: Toggle color scheme between light and dark mode
de: Umschalten des Farbschemas zwischen hellem und dunklem Modus

# colorSchemeToggleDisabled
source: Due to your current accessibility settings, the color scheme cannot be changed.
de: Aufgrund deiner aktuellen Einstellungen für die Barrierefreiheit kann das Farbschema nicht geändert werden.

# colorScheme.auto
source: Auto detect
de: Automatisch erkennen

# colorScheme.light
source: Light mode
de: Heller Modus

# colorScheme.dark
source: Dark mode
de: Dunkler Modus

# pageTree.found_translation
source: Found translation
de: Übersetzung gefunden

# pageTree.found_in_translation
source: Found in translation: %s
de: Gefunden in Übersetzung: %s

# pageTree.found_in_multiple_translations
source: Found in multiple translations
de: In mehreren Übersetzungen gefunden

# pageTree.searchResult
source: Search result
de: Suchergebnis
