Repository: marph27/typo314demo2
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang_show_rechis.xlf
Languages: de

# title
source: History/Undo
de: Verlauf/Rückgängigmachung

# headline.titleOf
source: of
de: von

source: Time
de: Zeit

source: User
de: Benutzer

source: Workspace
de: Arbeitsumgebung

# column.action
source: Action
de: Aktion

# column.recordTitle
source: Title
de: Titel

source: Differences
de: Unterschiede

# changes
source: Changelog
de: Änderungen

source: Return
de: Zurück

# returnLink
source: Click here to go back
de: Klicken Sie hier, um zurückzukehren

# revertAll
source: Rollback all changes shown
de: Alle gezeigten Änderungen rückgängig machen

# revertRecord
source: Rollback single record
de: Einzelnen Eintrag rückgängig machen

# revertField
source: Rollback single field
de: Feld wiederherstellen

# userNotFound
source: Not found (non-existent user)
de: Nicht gefunden (nicht vorhandener Benutzer)

# externalChange
source: Automated process (missing user information)
de: Automatisierte Aktion (fehlende Benutzerinformation)

# sumUpChanges
source: Rollback all changes to this state (preview)
de: Alle Änderungen auf diesen Stand zurücksetzen (Vorschau)

# markState
source: mark this change
de: Diese Änderung markieren

# unmarkState
source: unMark this change
de: Markierung der Änderung löschen

# elementHistory
source: You are currently seeing the history for an element
de: Sie sehen gerade den Verlauf für ein Element

# elementHistory_link
source: Show the full page history
de: Den vollständigen Seiten-Verlauf anzeigen

# linkRecordHistory
source: Limit history to this record
de: Verlauf auf diesen Datensatz begrenzen

# differenceMsg
source: In the Difference column you can see the changes at every modification of records. New changes are displayed in green colored text and the red colored text are the old values which were removed.
de: In der Spalte Unterschied können Sie die Änderungen bei jeder Änderung von Datensätzen sehen. Neue Änderungen werden in grünem Text angezeigt und der rote Text sind die alten Werte, die entfernt wurden.

# fullView
source: Return to full view
de: Zurück zur Gesamtanzeige

# historyRow.actiontype.1
source: created
de: erstellt

# historyRow.actiontype.2
source: modified
de: bearbeitet

# historyRow.actiontype.3
source: moved
de: verschoben

# historyRow.actiontype.4
source: deleted
de: gelöscht

# historyRow.actiontype.5
source: undeleted
de: wiederhergestellt

# historyRow.actiontype.6
source: stage changed
de: Stufe geändert

# historyRow.actiontype.7
source: published
de: veröffentlicht

# rollback.plannedAction.insert
source: The record has been deleted and will be restored again with the rollback.
de: Der Datensatz wurde gelöscht und wird nach der Wiederherstellung wieder vorhanden sein.

# rollback.plannedAction.delete
source: The record will be deleted with the rollback.
de: Der Datensatz wird mit der Wiederherstellung gelöscht.

source: undelete
de: wiederherstellen

# mergedDifferences
source: Preview for rollback
de: Vorschau für Rollback

# mergedDifferences.description
source: It is possible to rollback either individual fields or entire elements. Alternatively, all displayed changes can be rolled back.
de: Es ist möglich, entweder einzelne Felder oder ganze Elemente zurückzusetzen. Alternativ können auch alle angezeigten Änderungen zurückgenommen werden.

source: Settings
de: Einstellungen

# maxSteps
source: Show entries
de: Einträge anzeigen

# maxSteps_all
source: ALL
de: ALLE

# maxSteps_marked
source: marked
de: markiert

# showDiff
source: Show differences
de: Unterschiede anzeigen

source: Show sub elements
de: Unterelemente anzeigen

source: No
de: Nein

source: Yes
de: Ja

# noDifferences
source: There are no differences to the current page
de: Es gibt keine Unterschiede zur aktuellen Seite

# editLockIsActive
source: Editing is blocked for non-admins
de: Editieren nur für Administratoren erlaubt
