Repository: marph27/typo314demo2
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang_layout.xlf
Languages: de

# title
source: Page content
de: Seiteninhalt

# noEditItems
source: Sorry, you do not have permissions to edit items on this page!
de: Du hast leider nicht die notwendigen Rechte, um Elemente dieser Seite zu bearbeiten!

# noEditPage
source: Sorry, you do not have permissions to edit this page!
de: Du hast leider nicht die notwendigen Rechte, um diese Seite zu bearbeiten!

# moveUp
source: Move record up
de: Datensatz nach oben verschieben

# moveDown
source: Move record down
de: Datensatz nach unten verschieben

source: Un-hide
de: Sichtbar machen

source: Hide
de: Verbergen

source: Edit
de: Bearbeiten

# newAfter
source: New record after this one
de: Neuen Datensatz nach diesem anfügen

# move_record
source: Re-position current content element
de: Aktuelles Inhaltselement neupositionieren

source: Move page
de: Seite verschieben

# transfer_multiple
source: Transfer multiple items
de: Mehrere Elemente verschieben

# mess.transfer_multiple
source: Transfer %d items into "%s"?
de: %d Elemente in Ordner "%s" verschieben?

# drop.conflict
source: Conflict with dropped node
de: Konflikt mit abgelegtem Element

# mess.drop.conflict
source: The node %s is a parent of %s and therefore cannot be moved. Operation canceled.
de: Das Element %s ist ein Eltern-Element von %s und kann daher nicht verschoben werden. Die Aktion wird abgebrochen.

# deleteItem
source: Delete
de: Löschen

# deleteWarning
source: Are you sure you want to delete the record '%s'?
de: Bist du sicher, dass du den Datensatz '%s ' löschen möchtest?

# pasteIntoColumn
source: Paste into this column
de: In diese Spalte einfügen

# pasteAfterRecord
source: Paste after this record
de: Nach diesem Datensatz einfügen

# paste.modal.title.paste
source: Paste record
de: Datensatz einfügen

# paste.modal.paste
source: Do you want to paste the record to this position?
de: Soll der Datensatz an dieser Position eingefügt werden?

# paste.modal.button.cancel
source: Cancel
de: Abbrechen

# paste.modal.button.paste
source: Paste
de: Einfügen

# editColumn
source: Edit this column
de: Diese Spalte bearbeiten

# editPageProperties_curLang
source: Edit translation properties
de: Übersetzungseigenschaften bearbeiten

# editInRTE
source: Edit in Rich Text Editor
de: In Rich-Text-Editor bearbeiten

# newPageContent
source: Create page content
de: Seiteninhalt erstellen

# newPageContent_translate
source: Translate
de: Übersetzen

# newPageContent2
source: New content
de: Neuer Inhalt

source: Content
de: Inhalt

source: Create new content
de: Neuen Inhalt erstellen

# newInColumn
source: Create new record in top of this column
de: Einen neuen Datensatz am Anfang dieser Spalte erstellen

source: records
de: Datensätze

source: Page information
de: Seiteninformationen

source: Go to table
de: Gehe zu Tabelle

source: Internal notes
de: Interne Notizen

# clearCache
source: Click here to clear cache for this page.
de: Hier klicken, um den Cache dieser Seite zu leeren.

# hiddenCE
source: Show hidden content elements
de: Verborgene Inhalte anzeigen

# new_language
source: Create a new translation of this page
de: Neue Übersetzung dieser Seite erstellen

# newLabel
source: NEW
de: NEU

# defaultLanguage
source: Default
de: Standard

source: Edit language header
de: Sprach-Header bearbeiten

source: Edit page properties
de: Seiteneigenschaften bearbeiten

# editPageTitle
source: Edit the page title
de: Seitentitel bearbeiten

# editPageTitle.input.field.label
source: Enter a page title
de: Seitentitel eingeben

source: Edit page language overlay properties
de: Übersetzungseigenschaften bearbeiten

# editThisColumn
source: Edit the '%s' field of the listed pages
de: Bearbeite das '%s' Feld der gelisteten Seiten

# newRecordGeneral
source: Create new record
de: Neuen Datensatz erstellen

# newContentElement
source: New Page Content
de: Neuer Seiteninhalt

# CEonThisPage
source: Content elements on this page
de: Inhaltselemente auf dieser Seite:

# newPage
source: Create new page
de: Neue Seite erstellen

# newPage2
source: New page
de: Neue Seite

# noAccess
source: No edit access
de: Kein Bearbeitungszugriff

# noAccess_msg
source: You do not have access to edit the requested record.
de: Du hast keinen Bearbeitungszugriff für den angeforderten Datensatz.

source: Not assigned
de: Nicht zugewiesen

# emptyColPos
source: Empty section
de: Leerer Abschnitt

# emptyColPos.message
source: This section is only for display purposes, no "colPos" configuration is set.
de: Dieser Abschnitt dient nur der Anzeige, es wird keine "colPos"-Konfiguration vorgenommen.

# unusedColPos
source: Unused
de: Unbenutzt

# undoLastChange
source: Undo/Redo last change (%s ago)
de: Letzte Änderung rückgängig/wiederherstellen (%s zurück)

# recordHistory
source: View record change history
de: Änderungsverlauf des Datensatzes anzeigen

# viewContent
source: Viewing content of
de: Inhalt anzeigen von

# tt_board_subject
source: Subject
de: Betreff

# tt_board_author
source: Author
de: Autor

# tt_board_date
source: Date
de: Datum

# tt_board_age
source: Age
de: Alter

# tt_board_RE
source: RE
de: AW

source: Grid-View
de: Rasteransicht

# m_tt_board_0
source: List topics only
de: Nur Themenliste

# m_tt_board_expand
source: Expand Threads
de: Threads ausklappen

# m_tt_address_0
source: Short List
de: Kurze Liste

# m_tt_address_1
source: Address list
de: Adressliste

# m_tt_address_2
source: Personal info
de: Persönliche Informationen

# m_tt_links_1
source: Whole URL
de: Gesamte URL

# m_tt_links_2
source: Alternative note
de: Alternative Anmerkung

# m_tt_calender_date
source: Date
de: Datum

# m_tt_calender_date_ext
source: Date - extended
de: Datum - erweitert

# m_tt_calender_todo_ext
source: Todo - extended
de: To-do - erweitert

# m_tt_calender_ext
source: Extended
de: Erweitert

# m_tt_products_ext
source: Extended
de: Erweitert

# m_default
source: Default
de: Standard

# clickAPage_content
source: Please select a page in the page tree to edit page content.
de: Bitte wähle eine Seite im Seitenbaum aus, um Seiteninhalte zu bearbeiten.

# pI_crUser
source: Created by
de: Erstellt von

# pI_crDate
source: Created date
de: Erstellt am

# pI_lastChange
source: Last change
de: Letzte Änderung

# pI_lastChangeContent
source: Last change, content
de: Letzte Änderung, Inhalt

# pI_hitsTotal
source: Total Hits
de: Gesamtzugriffe

# pI_hitsPeriod
source: Hits Period
de: Zugriffszeitraum

# pI_hits24hours
source: Last 24 hours
de: Letzte 24 Stunden

# pI_hits10days
source: Last 10 days
de: Letzte 10 Tage

# content_from_pid_title
source: Page uses content from this page: %s
de: Die Seite benutzt Inhalt von dieser Seite: %s

# content_from_pid_invalid_title
source: Page is defined to use content from PID %s, but this page does not exist or is inaccessible
de: Die Seite ist so konfiguriert, dass sie Inhalte von PID %s verwendet, aber diese Seite existiert nicht oder ist nicht zugänglich

# content_on_pid_title
source: This content is also shown on: %s
de: Dieser Inhalt wird auch angezeigt auf: %s

# pageIsExternalLinkMessage
source: Page is a link to the following external URL: %s
de: Die Seite ist ein Link zu der folgenden externen URL: %s

# pageIsInternalLinkMessage
source: Page is a link to the following page: %s
de: Die Seite ist ein Link zu der folgenden Seite: %s

# pageIsMisconfiguredInternalLinkMessage
source: Page is configured to be a link but there is actually no valid target defined.
de: Die Seite ist als Link konfiguriert, aber es ist kein gültiges Ziel definiert.

# pageIsMisconfiguredOrNotAccessibleInternalLinkMessage
source: Page is configured to be a link but there is actually no target defined which is accessible in the frontend.
de: Die Seite ist als Link konfiguriert, aber es ist kein im Frontend erreichbares Ziel definiert.

# pageIsMisconfiguredFirstSubpageMessage
source: Page is configured to be a link to the first subpage but there is actually no such page accessible in the frontend.
de: Die Seite ist als Link auf die erste Unterseite konfiguriert, aber es gibt keine im Frontend erreichbare Unterseite.

# pageIsMisconfiguredParentPageMessage
source: Page is configured to be a link to the parent page but there is actually no such page accessible in the frontend.
de: Die Seite ist als Link zur Überseite konfiguriert, aber es gibt im Frontend keine solche erreichbare Seite.

# pageIsMisconfiguredExternalLinkMessage
source: Page is configured to be an external link but there is actually no URL defined.
de: Die Seite ist als externer Link konfiguriert, aber es ist keine URL definiert.

source: Go to list module
de: Zum Modul Liste gehen

# goToListModuleMessage
source: The current page is a folder. Folders usually don't contain content elements but are used for collecting other types of records.
de: Die aktuelle Seite ist ein Ordner. Ordner enthalten gewöhnlich keine Inhaltselemente, sondern werden zum Sammeln anderer Arten von Datensätzen verwendet.

# staleTranslationWarning
source: Make sure that this behavior is intended and does not pose a problem for you. We highlighted the problematic records for you.
de: Stelle sicher, dass dieses Verhalten gewünscht ist und kein Problem für dich darstellt. Die problematischen Datensätze wurden hervorgehoben.

# staleTranslationWarningTitle
source: Inconsistent content detected in language "%s"
de: Inkonsistenter Inhalt in Sprache "%s" gefunden

# languageModeFree
source: Free Mode
de: Freier Modus

# languageModeConnected
source: Connected Mode
de: Verbundener Modus

# languageModeMixed
source: Mixed Mode
de: Gemischter Modus

# languageContainsWorkspaceDeletePlaceholderRecords
source: Deleted workspace elements are not shown
de: Gelöschte Workspace-Elemente werden nicht angezeigt

# staleUnusedElementsWarning
source: These elements don't belong to any of the available columns of this page. You should either delete them or move them to existing columns. We highlighted the problematic records for you.
de: Diese Elemente gehören zu keiner der verfügbaren Spalten dieser Seite. Du solltest sie entweder löschen oder in bestehende Spalten verschieben. Die problematischen Datensätze wurden hervorgehoben.

# staleUnusedElementsWarningTitle
source: Unused elements detected on this page
de: Unbenutzte Elemente auf dieser Seite

# localize.chooseLanguage
source: Choose your language
de: Wählen Sie Ihre Sprache aus

# localize.wizard.header
source: Localize record "{0}" into {1}
de: Datensatz "{0}" nach {1} lokalisieren

# localize.wizard.header_page
source: Localize page "{0}" into {1}
de: Seite "{0}" nach {1} lokalisieren

# localize.wizard.button.translate
source: Translate
de: Übersetzen

# localize.wizard.button.copy
source: Copy
de: Kopieren

# localize.wizard.button.cancel
source: Cancel
de: Abbrechen

# localize.wizard.button.next
source: Next
de: Nächster

# localize.wizard.button.process
source: Start processing
de: Verarbeitung beginnen

# localize.wizard.step.selectMode
source: Localization mode
de: Übersetzungsmodus

# localize.wizard.step.chooseLanguage
source: Source Language
de: Ausgangssprache

# localize.wizard.step.selectRecords
source: Records
de: Datensätze

# localize.view.chooseLanguage
source: Choose the language from which you want to localize the content
de: Wähle die Sprache aus, von der du Inhalte lokalisieren möchtest

# localize.view.summary
source: Record summary
de: Datensatzzusammenfassung

# localize.view.processing
source: Processing...
de: Verarbeitung...

# localize.progress.step
source: Step {0} of {1}
de: Schritt {0} von {1}

# localize.educate.translate
source: Translating content will create a direct connection between the original language and the language you translate to.<br> This means that moving an element or setting meta information like start- or endtime will be taken from the original content and you will not be able to set these values on a translated content element.<br> <strong>Use this when your workflow demands a strict translation workflow.</strong>
de: Beim Übersetzen von Inhalten wird eine direkte Verbindung zwischen der Originalsprache und der Sprache, in die du übersetzt, hergestellt.<br> Das bedeutet, dass beim Verschieben eines Elements oder beim Setzen von Metainformationen wie Start- oder Endzeit vom Ursprungselement ausgegangen wird und du diese Werte bei einem übersetzten Inhaltselement nicht setzen kannst.<br> <strong>Verwende diese Möglichkeit, wenn dein Arbeitsablauf einen strikten Übersetzungsworkflow erfordert.</strong>

# localize.educate.copy
source: Copying content will take the content elements from the source language and create copies in a different language.<br> This means that you will be able to move content elements around freely, but you will not have the benefit of being able to compare changes made in the source language later on.<br> <strong>Use this when you want to have freedom in designing your translated website.</strong>
de: Inhalt zu kopieren wird die Inhaltselemente der Ausgangssprache benutzen und Kopien von ihnen in einer anderen Sprache erstellen.<br> Du wirst Inhaltselemente frei bewegen können, aber du wirst nicht die Möglichkeit haben, das Element mit Änderungen zu vergleichen, die in der Ausgangssprache gemacht wurden.<br> <strong>Verwende diese Möglichkeit, wenn du Freiheit beim Entwurf deiner übersetzten Website wünscht.</strong>

# window.localization.mixed_mode.title
source: Localization not possible
de: Übersetzung nicht möglich

# window.localization.mixed_mode.message
source: Using the translation wizard is not possible, because either translation is disabled or the translated page is in "mixed mode". Being in "mixed mode" means that both translated records that have a source language and "free mode" records without a parent, are present. We highlighted the problematic records for you in this case.
de: Die Verwendung des Übersetzungsassistenten ist nicht möglich, da entweder die Übersetzung deaktiviert ist oder die übersetzte Seite sich im "gemischten Modus" befindet. Gemischter Modus" bedeutet, dass sowohl übersetzte Datensätze, die eine Ausgangssprache haben, als auch Datensätze im "freien Modus" ohne Eltern-Datensatz vorhanden sind. In diesem Fall haben wir die problematischen Datensätze für dich hervorgehoben.

# error.invalidBackendLayout
source: The selected page layout is mis-configured, no columns are specified to be editable. Please update your backend layout to have at least one parameter "colPos" set.
de: Das ausgewählte Seitenlayout ist falsch konfiguriert: Es sind keine Spalten als bearbeitbar festgelegt. Bitte aktualisiere dein Backendlayout so, dass zumindest einmal der Parameter "colPos" gesetzt ist.

# dragdrop.copy.message
source: Press CTRL to copy
de: Drücke <kbd>Strg</kbd> oder <kbd>Cmd</kbd> zum Kopieren

# progressTracker.steps
source: Step %d of %d
de: Schritt %d von %d
