Repository: marph27/typo314demo2
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang_mfa.xlf
Languages: de

# overview.title
source: Multi-factor Authentication Overview
de: Multi-Faktor-Authentifizierung Übersicht

# overview.badge.active
source: Active
de: Aktiv

# overview.badge.locked
source: Locked
de: Gesperrt

# overview.defaultProvider
source: Default provider
de: Standard-Provider

# overview.unlockLinkTitle
source: Unlock %s
de: Entsperre %s

# overview.unlockLinkLabel
source: Unlock
de: Entsperren

# overview.editLinkTitle
source: Edit %s
de: %s bearbeiten

# overview.editLinkLabel
source: Edit / Change
de: Bearbeiten / Ändern

# overview.deactivateLinkTitle
source: Deactivate %s
de: %s deaktivieren

# overview.deactivateLinkLabel
source: Deactivate
de: Deaktivieren

# overview.setupLinkTitle
source: Setup %s
de: %s einrichten

# overview.setupLinkLabel
source: Setup
de: Einrichten

# overview.setupRequired.title
source: Multi-factor authentication required
de: Multi-Faktor-Authentifizierung erforderlich

# overview.setupRequired.message
source: Your installation requires MFA. Therefore please setup one of the following providers to be able to continue to use the backend.
de: Deine Installation erfordert MFA. Richte daher bitte einen der folgenden Anbieter ein, um das Backend weiterhin nutzen zu können.

# overview.noProviders.title
source: No multi-factor authentication providers
de: Keine Multi-Faktor-Authentifizierungs-Provider

# overview.noProviders.message
source: There are currently no multi-factor authentication providers available.
de: Momentan sind keine Multi-Faktor-Authentifizierungs-Provider verfügbar.

# noprovider_error_message
source: Multi-factor authentification (MFA) setup is required, but no providers are currently available for you to activate. This might be a misconfiguration, so please contact your administrator for assistance.
de: Die Einrichtung einer Multi-Faktor-Authentifizierung (MFA) ist erforderlich, aber derzeit sind keine Anbieter verfügbar, die du aktivieren kannst. Dies könnte auf eine Fehlkonfiguration zurückzuführen sein. Wende dich daher bitte an deinen Administrator, um Unterstützung zu erhalten.

# overview.noProviders.errorMessage
source: You are required to setup MFA but there are no providers to activate available. You should contact your administrator to solve this.
de: Du musst MFA einrichten, aber es sind keine Anbieter zur Aktivierung verfügbar. Wende dich an deinen Administrator, um dieses Problem zu beheben.

# providerNotFound
source: Selected MFA provider was not found
de: Der ausgewählte MFA-Provider wurde nicht gefunden

# providerNotActive
source: This action requires an active MFA provider.
de: Diese Aktion erfordert einen aktiven MFA-Provider.

# providerActive
source: This action requires an inactive MFA provider.
de: Diese Aktion erfordert einen inaktiven MFA-Provider.

# providerIsLocked
source: This action requires an unlocked MFA provider.
de: Diese Aktion erfordert einen freigeschalteten MFA-Provider.

source: Setup instructions
de: Einrichtungsanleitung

# setup.instructions.close
source: Close setup instructions
de: Einrichtungs-Anweisungen schließen

# setup.title
source: Set up %s
de: %s einrichten

# edit.title
source: Edit %s
de: %s bearbeiten

# edit.defaultProvider
source: Default provider
de: Standard-Provider

# edit.defaultProvider.description
source: Select this as your default provider for login into the TYPO3 backend.
de: Wählen Sie diesen Provider als Ihren Standard-Provider für den Login in das TYPO3 Backend aus.

# edit.defaultProvider.inputLabel
source: Use as default provider
de: Als Standard-Provider verwenden

# edit.deactivateProvider
source: Deactivate provider
de: Provider deaktivieren

# edit.deactivateProvider.description
source: If you don't want to use this provider anymore, you can deactivate it here.
de: Falls Sie diesen Provider nicht länger verwenden möchten, können Sie ihn hier deaktivieren.

# edit.deactivateProvider.linkTitle
source: Deactivate %s
de: %s deaktivieren

# edit.deactivateProvider.linkText
source: Deactivate this provider
de: Diesen Provider deaktivieren

# activate.failure
source: Could not activate MFA provider %s. Please try again.
de: Multi-Faktor-Authentifizierungs-Provider %s konnte nicht aktiviert werden. Bitte versuchen Sie es erneut.

# activate.success
source: Successfully activated MFA provider %s.
de: Multi-Faktor-Authentifizierungs-Provider %s erfolgreich aktiviert.

# deactivate.failure
source: Could not deactivate MFA provider %s. Please try again.
de: Multi-Faktor-Authentifizierungs-Provider %s konnte nicht deaktiviert werden. Bitte versuchen Sie es erneut.

# deactivate.success
source: Successfully deactivated MFA provider %s.
de: Multi-Faktor-Authentifizierungs-Provider %s erfolgreich deaktiviert.

# unlock.failure
source: Could not unlock MFA provider %s. Please try again.
de: Multi-Faktor-Authentifizierungs-Provider %s konnte nicht entsperrt werden. Bitte versuchen Sie es erneut.

# unlock.success
source: Successfully unlocked MFA provider %s.
de: Multi-Faktor-Authentifizierungs-Provider %s wurde erfolgreich entsperrt.

# save.failure
source: Could not update MFA provider %s. Please try again.
de: Multi-Faktor-Authentifizierungs-Provider %s konnte nicht aktualisiert werden. Bitte versuchen Sie es erneut.

# save.success
source: Successfully updated MFA provider %s.
de: Multi-Faktor-Authentifizierungs-Provider %s erfolgreich aktualisiert.

# auth.authError
source: Authentication was not successful.
de: Authentifizierung war nicht erfolgreich.

# auth.submit
source: Verify
de: Verifizieren

# auth.cancel
source: Go back
de: Zurück

# auth.locked
source: This provider is temporarily locked!
de: Dieser Provider ist vorübergehend gesperrt!

# auth.alternativeProviders
source: Alternative providers
de: Alternative Provider

# auth.alternativeProviders.use
source: Use %s
de: Verwende %s

# standalone.setupProvider
source: Set up %s
de: %s einrichten

# standalone.selection.title
source: Set up MFA
de: MFA einrichten

# standalone.selection.message
source: %s requires you setting up MFA to secure your account. Please select one of the available providers below.
de: %s erfordert die Einrichtung einer MFA, um dein Konto zu sichern. Bitte wähle einen der unten aufgeführten Anbieter aus.

# standalone.selection.noAvailableProviders
source: You are required to set up MFA. However, there are no MFA providers available for you to use. This might be a misconfiguration. Please get in touch with your administrator to find a solution.
de: Du musst MFA einrichten. Es stehen jedoch keine MFA-Anbieter zur Verfügung, die du verwenden kannst. Dies könnte eine Fehlkonfiguration sein. Bitte wende dich an deinen Administrator, um eine Lösung zu finden.

# standalone.selection.goBack
source: Go back
de: Zurück

# standalone.setup
source: Setup
de: Einrichten

# standalone.setup.cancel
source: Cancel
de: Abbrechen

# standalone.setup.success.title
source: MFA setup successful
de: MFA-Einrichtung erfolgreich

# standalone.setup.success.message
source: You have successfully activated MFA provider %s. This provider was also automatically set as your default provider. You can change this at any time in your user settings.
de: Sie haben den MFA-Anbieter %s erfolgreich aktiviert. Dieser Anbieter wurde auch automatisch als dein Standardanbieter festgelegt. Du kannst dies jederzeit in Ihren Benutzereinstellungen ändern.

# ajax.success
source: Success
de: Erfolgreich

# ajax.error
source: An error occurred
de: Es ist ein Fehler aufgetreten

# ajax.invalidRequest
source: Invalid request could not be processed
de: Ungültige Anfrage konnte nicht verarbeitet werden

# ajax.insufficientPermissions
source: Your are not allowed to perform this action
de: Sie sind nicht berechtigt, diese Aktion durchzuführen

# ajax.deactivate.providersNotDeactivated
source: No provider has been deactivated
de: Kein Provider wurde deaktiviert

# ajax.deactivate.providersDeactivated
source: Successfully deactivated all active providers for user %s
de: Alle aktiven Provider für Benutzer %s erfolgreich deaktiviert

# ajax.deactivate.providerNotFound
source: Provider %s could not be found
de: Provider %s konnte nicht gefunden werden

# ajax.deactivate.providerNotDeactivated
source: Could not deactivate provider %s
de: Provider %s konnte nicht deaktiviert werden

# ajax.deactivate.providerDeactivated
source: Successfully deactivated provider %s for user %s
de: Provider %s für Benutzer %s erfolgreich deaktiviert
