Repository: marph27/typo314demo2
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang_alt_doc.xlf
Languages: de

# deleteItem
source: Delete
de: Löschen

# deleteWarning
source: Are you sure you want to delete this record?
de: Diesen Datensatz tatsächlich löschen?

# undoLastChange
source: Undo/Redo last change (%s ago)
de: Letzte Änderung rückgängig/wiederherstellen (%s zurück)

# recordHistory
source: View record change history
de: Änderungsverlauf des Datensatzes anzeigen

source: Edit whole record
de: Kompletten Datensatz bearbeiten

# openDocs
source: OPEN DOCUMENTS
de: GEÖFFNETE DOKUMENTE

# noDocuments
source: No open documents
de: Keine geöffneten Dokumente

# noDocuments_msg
source: There are no open documents available to edit.
de: Es sind keine Dokumente zur Bearbeitung geöffnet.

# noDocuments_msg2
source: You can go to %s to find the page or the record you wish to edit.
de: Rufe %s auf, um die Seite oder den Datensatz zu finden, den du bearbeiten möchtest.

# noDocuments_msg3
source: You can select one of your most recently edited records from this list
de: Aus dieser Liste können die zuletzt bearbeiteten Datensätze ausgewählt werden

# noDocuments_pagemodule
source: the Web>Page module
de: das Modul Web>Seite

# noDocuments_OR
source: or
de: oder

# noDocuments_listmodule
source: the Web>List module
de: das Modul Web>Liste

# noEditForm
source: Edit form could not be loaded
de: Das Bearbeitungsformular konnte nicht geladen werden

# noEditForm.message
source: The edit form could not be loaded for the requested records. This might be due to insufficient permissions.
de: Das Bearbeitungsformular konnte für die angeforderten Datensätze nicht geladen werden. Dies könnte auf unzureichende Berechtigungen zurückzuführen sein.

# noFieldsEditForm
source: No fields to edit
de: Keine Felder zum Bearbeiten

# noFieldsEditForm.message
source: There are no editable fields available for the requested record. This might be due to insufficient permissions or a configuration mismatch.
de: Es sind keine bearbeitbaren Felder für den angeforderten Datensatz verfügbar. Dies kann an unzureichenden Berechtigungen oder einer fehlerhaften Konfiguration liegen.

# buttons.confirm.duplicate_record_changed.cancel
source: Cancel
de: Abbrechen

# button.confirm.duplicate_record_changed.no
source: No, just duplicate the original
de: Nein, nur das Original duplizieren

# buttons.confirm.duplicate_record_changed.yes
source: Yes, save and duplicate this record
de: Ja, speichern und diesen Datensatz duplizieren

# buttons.confirm.close_without_save.yes
source: Discard changes
de: Änderungen verwerfen

# buttons.confirm.close_without_save.no
source: Keep editing
de: Bearbeitung fortsetzen

# buttons.confirm.save_and_close
source: Save and close
de: Speichern und schließen

# label.confirm.duplicate_record_changed.title
source: Do you want to save before duplicating this record?
de: Speichern bevor dieser Datensatz dupliziert wird?

# label.confirm.duplicate_record_changed.content
source: You currently have unsaved changes. Do you want to save your changes before duplicating this record?
de: Es gibt ungespeicherte Änderungen. Möchtest du deine Änderungen speichern bevor der Datensatz dupliziert wird?

# label.confirm.new_record_changed.title
source: Do you want to save before adding?
de: Speichern vor dem Hinzufügen?

# label.confirm.new_record_changed.content
source: You need to save your changes before creating a new record. Do you want to save and create now?
de: Bevor du einen neuen Datensatz erstellst, musst du deine Änderungen speichern. Möchtest du speichern und den neuen Datensatz erstellen?

# buttons.confirm.new_record_changed.cancel
source: Cancel
de: Abbrechen

# buttons.confirm.new_record_changed.no
source: No, just add
de: Nein, nur hinzufügen

# buttons.confirm.new_record_changed.yes
source: Yes, save and create now
de: Ja, jetzt speichern und erstellen

# label.confirm.view_record_changed.title
source: Do you want to save before viewing?
de: Speichern vor dem Anzeigen?

# label.confirm.view_record_changed.content
source: You currently have unsaved changes. You can either discard these changes or save and view them.
de: Es gibt ungespeicherte Änderungen. Du kannst diese Änderungen entweder verwerfen oder speichern und anzeigen lassen.

# label.confirm.view_record_changed.invalid_form
source: The form appears to be invalid, therefore "Save changes and view" is not available.
de: Das Formular scheint ungültig zu sein, daher ist "Änderungen speichern und anzeigen" nicht verfügbar.

# label.confirm.view_record_changed.content.is-new-page
source: You need to save your changes before viewing the page. Do you want to save and view them now?
de: Du musst deine Änderungen speichern, bevor du die Seite anzeigen kannst. Möchtest du speichern und die Seite anzeigen?

# buttons.confirm.view_record_changed.cancel
source: Cancel
de: Abbrechen

# buttons.confirm.view_record_changed.no-save
source: View without changes
de: Ohne Änderungen anzeigen

# buttons.confirm.view_record_changed.save
source: Save changes and view
de: Änderungen speichern und anzeigen

# label.confirm.close_without_save.title
source: Unsaved changes
de: Ungespeicherte Änderungen

# label.confirm.close_without_save.content
source: You currently have unsaved changes which will be discarded if you close without saving.
de: Du hast noch nicht gespeicherte Änderungen, die verloren gehen, wenn du schließt, ohne zu speichern.

# buttons.confirm.delete_file.no
source: Cancel
de: Abbrechen

# buttons.confirm.delete_file.yes
source: Yes, delete this file
de: Ja, diese Datei löschen

# buttons.confirm.delete_folder.yes
source: Yes, delete this folder
de: Ja, diesen Ordner löschen

# buttons.confirm.delete_record.no
source: Cancel
de: Abbrechen

# buttons.confirm.delete_record.yes
source: Delete
de: Löschen

# label.confirm.delete_record.title
source: Delete this record?
de: Diesen Datensatz tatsächlich löschen?

# label.confirm.delete_record.content
source: Are you sure you want to delete the record '%s'?
de: Bist du sicher, dass du den Datensatz '%s ' löschen möchtest?

# buttons.confirm.delete_elements.no
source: Cancel
de: Abbrechen

# buttons.confirm.delete_elements.yes
source: Yes, delete these elements
de: Ja, diese Elemente löschen

# buttons.reviewFailedValidationFields
source: Review fields with failed validations
de: Felder mit fehlgeschlagenen Validierungen überprüfen

# buttons.pageTsConfig
source: PageTS Config
de: PageTS-Konfiguration

# notification.record_saved.title.singular
source: Record saved
de: Datensatz gespeichert

# notification.record_saved.title.plural
source: Records saved
de: Datensätze gespeichert

# notification.record_saved.message
source: Record "%s" has been successfully saved.
de: Datensatz ''%s'' wurde erfolgreich gespeichert.

# notification.mass_saving.message
source: %s records have been successfully saved.
de: %s Datensätze erfolgreich gespeichert.

# search.find_record
source: Find records
de: Finde Datensätze

# search.no_records_found
source: No records found
de: Keine Datensätze gefunden

# flexform.section.delete.title
source: Delete this container?
de: Diesen Container löschen?

# flexform.section.delete.message
source: Are you sure you want to delete this container?
de: Möchtest du diesen Container wirklich löschen?

# tcatree.findItem
source: Filter by item
de: Nach Eintrag filtern

# tcatree.expandAll
source: Expand all
de: Alle anzeigen

# tcatree.collapseAll
source: Collapse all
de: Alle einklappen

# tcatree.toggleHideUnchecked
source: Toggle hide unchecked
de: Nicht selektierte verbergen / anzeigen
