Repository: marph27/typo314demo2
Catalog: var/labels/*/backend/Resources/Private/Language/*.locallang_pages_sort.xlf
Languages: de

# title
source: Sort sub pages
de: Unterseiten sortieren

source: Current page order
de: Aktuelle Seitenreihenfolge

# changeOrder
source: Sort these pages by
de: Diese Seiten sortieren nach

# changeOrderConfirm
source: You're about to change the order of the above pages. Are you sure you want to continue?
de: Die Reihenfolge der obigen Seiten wird geändert. Den Vorgang fortsetzen?

# fieldTitle
source: Page title
de: Seitentitel

# fieldSubtitle
source: Subtitle
de: Untertitel

# fieldNavitle
source: Navigation title
de: Navigationstitel

# fieldCrdate
source: Create-time
de: Erzeugungszeitpunkt

# fieldTstamp
source: Change-time
de: Änderungszeitpunkt

# changeOrderByTitle
source: Page title
de: Seitentitel

# changeOrderBySubtitle
source: Subtitle
de: Untertitel

# changeOrderByNavtitle
source: Navigation title
de: Navigationstitel

# changeOrderByTstamp
source: Change-time
de: Änderungszeitpunkt

# changeOrderByCreate
source: Create-time
de: Erzeugungszeitpunkt

# changeOrderReverse
source: Reverse current order
de: Reihenfolge umkehren

# hasInvisiblePage.title
source: Invisible subpages
de: Unsichtbare Unterseiten

# hasInvisiblePage.message
source: Some subpages are not visible because of access restrictions. These hidden pages are excluded from sorting.
de: Einige Unterseiten sind aufgrund von Zugriffsbeschränkungen nicht sichtbar. Diese verborgenen Seiten sind von der Sortierung ausgeschlossen.

# noSubpages.title
source: No subpages
de: Keine Unterseiten

# noSubpages.message
source: Please select a page with subpages.
de: Bitte wählen Sie eine Seite mit Unterseiten.

# notAvailableInWorkspace.title
source: Not implemented
de: Nicht implementiert

# notAvailableInWorkspace.message
source: This function is not available in the current draft workspace; please switch back to the LIVE workspace.
de: Diese Funktion ist im aktuellen Entwurfsarbeitsbereich nicht verfügbar. Bitte wechsel zurück zum LIVE-Arbeitsbereich.

# noEditPermissions
source: No edit permissions on this sub page. This page can not be re-sorted among others.
de: Keine Bearbeitungsberechtigung auf dieser Unterseite. Diese Seite kann nicht mit den anderen neu sortiert werden.
