Repository: marph27/typo314demo2
Catalog: var/labels/*/tstemplate/Resources/Private/Language/*.locallang.xlf
Languages: de

# module.typoscript.shortDescription
source: TypoScript tools
de: TypoScript Werkzeuge

# module.typoscript.description
source: Here you manage the TypoScript records which are in charge of the look of your website on the frontend. The module provides specialized features like a TypoScript tree, a constant editor and raw editing facilities.
de: Hier verwaltest du die TypoScript-Datensätze, die für das Aussehen deiner Website im Frontend verantwortlich sind. Das Modul bietet spezielle Funktionen wie einen TypoScript-Baum, einen Konstanten-Editor und direkte Bearbeitungsmöglichkeiten.

# submodules.option.constantEditor
source: Constant Editor
de: Konstanten-Editor

# submodules.option.infoModify
source: Edit TypoScript Record
de: TypoScript Datensatz bearbeiten

# submodules.option.active
source: Active TypoScript
de: Aktives TypoScript

# submodules.option.templateAnalyzer
source: Included TypoScript
de: Eingebundenes TypoScript

# submodules.option.typoscriptOverview
source: TypoScript Overview
de: TypoScript Übersicht

# noRecordFound.infobox.title
source: No TypoScript record on the current page
de: Kein TypoScript Datensatz auf der aktuellen Seite

# noRecordFound.infobox.message
source: You need to create a TypoScript record in order to edit your configuration.
de: Sie müssen einen TypoScript Datensatz erstellen, um Ihre Konfiguration bearbeiten zu können.

# noRecordFound.goToClosestRecord.description
source: The closest TypoScript record is located on page '%s' (uid %s).
de: Der nächste TypoScript-Datensatz befindet sich auf Seite '%s' (UID %s).

# noRecordFound.goToClosestRecord.link.title
source: Select this TypoScript record
de: Diesen TypoScript Datensatz auswählen

# noRecordFound.createRootTypoScriptRecord.headline
source: Root TypoScript record
de: Root TypoScript Datensatz

# noRecordFound.createRootTypoScriptRecord.description
source: Choose this option if you want this page to be the root of a new site.
de: Wählen Sie diese Option, wenn Sie möchten, dass diese Seite die Root-Seite einer neuen Site ist.

# noRecordFound.createRootTypoScriptRecord.link.title
source: Create a root TypoScript record
de: Neuen Root-TypoScript Datensatz erstellen

# noRecordFound.createRootTypoScriptRecord.title.placeholder
source: NEW SITE
de: NEUE SITE

# noRecordFound.createAdditionalTypoScriptRecord.headline
source: Additional TypoScript record
de: Zusätzlicher TypoScript Datensatz

# noRecordFound.createAdditionalTypoScriptRecord.description
source: An additional TypoScript record allows you to enter TypoScript values that will affect only this page and subpages.
de: Ein zusätzlicher TypoScript Datensatz erlaubt es, TypoScript-Werte einzugeben, die nur diese Seite und deren Unterseiten betreffen.

# noRecordFound.createAdditionalTypoScriptRecord.link.title
source: Create an additional TypoScript record
de: Zusätzlichen TypoScript Datensatz erstellen
