Repository: marph27/typo314demo2
Catalog: var/labels/*/backend/Resources/Private/Language/Wizards/*.localization.xlf
Languages: de

# localization_wizard.modal.title
source: Localization
de: Lokalisierung

# localization_wizard.modal.title.record_prefix
source: Localize:
de: Lokalisieren:

# localization_wizard.buttons.cancel
source: Cancel
de: Abbrechen

# localization_wizard.buttons.next
source: Next
de: Nächste

# localization_wizard.buttons.previous
source: Previous
de: Vorherige

# localization_wizard.buttons.finish
source: Finish
de: Fertigstellen

# localization_wizard.buttons.localize
source: Localize
de: Lokalisieren

# localization_wizard.error.message
source: Failed to load wizard configuration. Please try again.
de: Die Wizard-Konfiguration konnte nicht geladen werden. Bitte lade die Seite neu.

# localization_wizard.error.title
source: Configuration error
de: Konfigurationsfehler

# localization_wizard.loading
source: Loading...
de: Wird geladen...

# localization_wizard.loading_configuration
source: Loading wizard configuration...
de: Konfiguration des Assistenten wird geladen...

# localization_wizard.loading_steps
source: Loading step modules...
de: Lade Schrittmodule...

# localization_wizard.loading_finisher
source: Loading finisher...
de: Ladevorgang wird abgeschlossen...

# localization_wizard.no_steps_available.message
source: No localization steps are available for this record type.
de: Für diesen Datensatztyp sind keine Übersetzungsschritte verfügbar.

# localization_wizard.no_steps_available.title
source: Warning
de: Warnung

# localization_wizard.status.error.message
source: Failed to complete localization:
de: Lokalisierung konnte nicht abgeschlossen werden:

# localization_wizard.status.error.title
source: Error
de: Fehler

# localization_wizard.status.pending.message
source: Processing localization...
de: Lokalisierung wird verarbeitet...

# localization_wizard.finisher.no_data.message
source: No finisher data available. Cannot complete the localization process.
de: Keine Finisher-Daten verfügbar. Der Lokalisierungsprozess kann nicht abgeschlossen werden.

# localization_wizard.finisher.load_error.message
source: Failed to load finisher module:
de: Fehler beim Laden des Finisher-Moduls:

# localization_wizard.finisher.redirect.success.title
source: Localization completed
de: Lokalisierung abgeschlossen

# localization_wizard.finisher.redirect.success.description
source: The content has been successfully localized. You will be redirected to the new language version.
de: Der Inhalt wurde erfolgreich lokalisiert. Du wirst zur neuen Sprachversion weitergeleitet.

# localization_wizard.finisher.reload.success.title
source: Localization completed
de: Lokalisierung abgeschlossen

# localization_wizard.finisher.reload.success.description
source: The content has been successfully localized. The page will reload to show the updated content.
de: Der Inhalt wurde erfolgreich lokalisiert. Die Seite wird neu geladen, um den aktualisierten Inhalt anzuzeigen.

# localization_wizard.finisher.noop.success.title
source: No operation required
de: Kein Eingriff erforderlich

# localization_wizard.finisher.noop.success.description
source: No records were selected that need processing. The page will reload.
de: Es wurden keine Datensätze ausgewählt, die bearbeitet werden müssen. Die Seite wird neu geladen.

# localization_wizard.step.error.title
source: Error
de: Fehler

# step.confirmation.title
source: Confirmation
de: Bestätigung

# step.confirmation.headline
source: Confirm localization
de: Lokalisierung bestätigen

# step.confirmation.description
source: Please review the following localization settings before proceeding:
de: Bitte überprüfe die folgenden Lokalisierungseinstellungen, bevor du fortfährst:

# step.content_selection.title
source: Content selection
de: Auswahl der Inhalte

# step.content_selection.headline
source: Select records to localize
de: Zu lokalisierende Datensätze auswählen

# step.content_selection.description
source: Choose which content elements you would like to translate:
de: Wähle die Inhaltselemente aus, die du übersetzen möchtest:

# step.content_selection.summary.title
source: Content Element(s)
de: Inhaltselement(e)

# step.content_selection.summary.amount
source: %s Element(s)
de: %s Element(e)

# step.content_selection.error.message
source: Failed to load records for selection
de: Das Laden der Datensätze für die Auswahl ist fehlgeschlagen

# step.content_selection.button.select_all
source: Select all
de: Alle auswählen

# step.content_selection.button.deselect_all
source: Deselect all
de: Alle abwählen

# step.content_selection.no_content.message
source: This page does not contain any content elements.
de: Diese Seite enthält keine Inhaltselemente.

# step.handler_selection.headline
source: Select localization handler
de: Lokalisierungshandler auswählen

# step.handler_selection.description
source: Choose how you would like to localize this record:
de: Wähle aus, wie du diesen Datensatz lokalisieren möchtest:

# step.handler_selection.error
source: Failed to load localization handlers.
de: Das Laden der Lokalisierungshandler ist fehlgeschlagen.

# step.handler_selection.no_handlers
source: No localization handlers available.
de: Keine Lokalisierungshandler verfügbar.

# step.modes.title
source: Mode
de: Modus

# step.modes.headline
source: Select localization mode
de: Lokalisierungsmodus auswählen

# step.modes.description
source: Choose how content should be localized:
de: Wähle aus, wie Inhalte lokalisiert werden sollen:

# step.modes.summary.title
source: Mode
de: Modus

# step.modes.error.message
source: Failed to load localization modes.
de: Lokalisierungsmodi konnten nicht geladen werden.

# step.modes.none_available
source: No localization modes available.
de: Keine Lokalisierungsmodi verfügbar.

# step.source_language.title
source: Source language
de: Quellsprache

# step.source_language.headline
source: Select source language
de: Quellsprache auswählen

# step.source_language.description
source: Choose the language from which you would like to translate content:
de: Von welcher Sprache möchtest du übersetzen?

# step.source_language.summary.title
source: Source language
de: Ausgangssprache

# step.source_language.error.message
source: Failed to load source languages.
de: Fehler beim Laden der Quellsprachen.

# step.source_language.none_available
source: No source languages available.
de: Keine Ausgangssprachen verfügbar.

# step.finisher.title
source: Finish
de: Fertigstellen

# step.target_language.title
source: Target language
de: Zielsprache

# step.target_language.headline
source: Select target language
de: Zielsprache auswählen

# step.target_language.description
source: Select the language into which you would like to translate the content:
de: Wähle die Sprache aus, in die du den Inhalt übersetzen möchtest:

# step.target_language.summary.title
source: Target language
de: Zielsprache

# step.target_language.error.message
source: Failed to load target languages.
de: Das Laden der Zielsprachen ist fehlgeschlagen.

# step.target_language.none_available
source: No target languages available.
de: Keine Zielsprachen verfügbar.

# handler.manual.label
source: Manual Translation
de: Manuelle Übersetzung

# handler.manual.description
source: Prepares the language version. Edit and translate the content yourself afterwards.
de: Erstellt eine neue Sprachversion. Übersetze die Inhalte danach manuell.

# error.recordNotFound
source: Record with uid "%s" of type "%s" does not exist or is not accessible.
de: Der Datensatz mit UID „%s" (Typ: „%s") existiert nicht oder Sie haben keine Zugriffsberechtigung.
