Repository: marph27/typo314demo2
Catalog: var/labels/*/backend/Resources/Private/Language/Wizards/*.move_content_elements.xlf
Languages: de

# headline.move
source: Move element "%s" [%d]
de: Element „%s“ verschieben [%d]

# headline.copy
source: Copy element "%s" [%d]
de: Element „%s“ kopieren [%d]

source: Current path
de: Aktueller Pfad

# makeCopy
source: Copy element instead of moving
de: Element kopieren statt verschieben

# moveElement.notification.elementMoved.title
source: Element successfully moved
de: Element erfolgreich verschoben

# moveElement.notification.elementMoved.message
source: The element "%s" has been successfully moved.
de: Das Element „%s“ wurde erfolgreich verschoben.

# moveElement.notification.elementCopied.title
source: Element successfully copied
de: Element erfolgreich kopiert

# moveElement.notification.elementCopied.message
source: The element "%s" has been successfully copied.
de: Das Element „%s“ wurde erfolgreich kopiert.

# moveElement.notification.elementPasted.action.dismiss
source: Dismiss
de: Verwerfen

# moveElement.notification.elementPasted.action.open
source: Open "%s"
de: Öffne „%s“
