Repository: marph27/typo314demo2
Catalog: var/labels/*/dashboard/Resources/Private/Language/*.locallang_widget_rss.xlf
Languages: de

# widget.rss.description
source: Displays the latest entries from a customizable RSS feed.
de: Zeigt die neuesten Einträge eines anpassbaren RSS-Feeds an.

# widget.rss.setting.label.label
source: Label
de: Bezeichnung

# widget.rss.setting.label.description
source: Defines the label of the widget.
de: Definiert die Bezeichnung des Widgets.

# widget.rss.setting.fieldUrl.description
source: Defines the URL or file providing the RSS Feed. This is read by the widget in order to fetch entries to show.
de: Definiert die URL oder Datei, die den RSS-Feed bereitstellt. Diese wird vom Widget gelesen, um die anzuzeigenden Einträge zu holen.

# widget.rss.setting.limit.description
source: Defines how many RSS items should be shown.
de: Legt fest, wie viele RSS-Einträge angezeigt werden sollen.

# widget.rss.setting.lifetime.label
source: Lifetime
de: Lebensdauer

# widget.rss.setting.lifetime.description
source: Defines how long to wait, in seconds, until fetching RSS Feed again.
de: Legt fest, wie lange (in Sekunden) gewartet werden soll, bis der RSS-Feed erneut abgerufen wird.

# widget.rss.missingFeedConfiguration.title
source: Missing feed configuration
de: Fehlende Feed-Konfiguration

# widget.rss.missingFeedConfiguration.message
source: Please configure a feed URL to retrieve items from.
de: Bitte konfiguriere eine Feed-URL, von der du Artikel abrufen möchtest.

# widget.rss.feedError.title
source: Feed error
de: Fehler im Feed

# widget.rss.feedError.message
source: The feed at "%1$s" could not be parsed.
de: Der Feed von „%1$s“ konnte nicht geparst werden.

# widget.rss.noItems.title
source: No items to display
de: Es gibt keine Artikel zum Anzeigen.

# widget.rss.noItems.message
source: The feed at "%1$s" does not contain any items.
de: Der Feed von „%1$s“ enthält keine Einträge.
