Repository: marph27/typo314demo2
Catalog: var/labels/*/backend/Resources/Private/Language/Modules/*.about.xlf
Languages: de

# short_description
source: About TYPO3 CMS
de: Über TYPO3 CMS

# description
source: Displays the basic facts about the TYPO3 application, version and licensing terms.
de: Zeigt die grundlegenden Informationen zur TYPO3-Anwendung, zur Version und zu den Lizenzbedingungen an.

# title
source: About TYPO3 CMS
de: Über TYPO3 CMS

# mlang_labels_tablabel
source: About TYPO3 CMS
de: Über TYPO3 CMS

# mlang_labels_tabdescr
source: Displays the basic facts about the TYPO3 application, version and licensing terms.
de: Zeigt die Grunddaten zu TYPO3, Versionsinformationen und Lizenzbedingungen an.

# mlang_tabs_tab
source: About TYPO3 CMS
de: Über TYPO3 CMS

# typo3_logo
source: TYPO3 CMS logo
de: Logo des TYPO3 CMS

# information
source: TYPO3 Information
de: Informationen zu TYPO3

# welcome
source: TYPO3 CMS - Professional Web Content Management System
de: TYPO3 CMS - Professionelles Web Content Management System

# minor
source: TYPO3 CMS is an enterprise-class, Open Source Content Management System, used internationally to build and manage websites of all types, from small sites for non-profits to multilingual enterprise solutions for large corporations.<br /><br />For further information visit <a href="https://typo3.org/typo3-cms/" target="_blank" rel="noreferrer">typo3.org</a>.<br /><br />TYPO3 CMS is <b>freely available</b> under the <a href="https://typo3.org/project/licenses/" target="_blank">TYPO3-license (GNU/GPL)</a>.<br /><br />You are using %s %s
de: Das TYPO3 CMS ist ein quelloffenes Business-Level Content Management System, welches weltweit verwendet wird und jegliche Webseiten aller Arten verwaltet. Von kleinen Websites für Non-Profits bis hin zu mehrsprachigen Business Lösungen für große Konzerne. <br /><br />Weitere Informationen auf <a href="https://typo3.org/typo3-cms/" target="_blank" rel="noopener noreferrer">typo3.org</a>.<br /><br />TYPO3 CMS ist <b>frei verfügbar</b> unter der <a href="https://typo3.org/typo3-cms/overview/licenses/" target="_blank">TYPO3-Lizenz (GNU/GPL)</a>.<br /><br />Du benutzt %s %s

# cms_description
source: TYPO3 CMS is an enterprise-class, Open Source Content Management System, used internationally to build and manage websites of all types, from small sites for non-profits to multilingual enterprise solutions for large corporations.<br /><br />For further information visit <a href="https://typo3.org/typo3-cms/" target="_blank" rel="noreferrer">typo3.org</a>.<br /><br />TYPO3 CMS is <b>freely available</b> under the <a href="https://typo3.org/project/licenses/" target="_blank">TYPO3-license (GNU/GPL)</a>.<br /><br />Copyright %s %s
de: TYPO3 CMS ist ein Open-Source-Content-Management-System der Enterprise-Klasse, das international zum Erstellen und Verwalten von Websites aller Art eingesetzt wird, von kleinen Websites für gemeinnützige Organisationen bis hin zu mehrsprachigen Unternehmenslösungen für große Konzerne.<br /><br /> Weitere Informationen findest du unter <a href="https://typo3.org/typo3-cms/" target="_blank" rel="noreferrer">typo3.org</a>.<br /><br />TYPO3 CMS ist <b>frei verfügbar</b> unter der <a href="https://typo3.org/project/licenses/" target="_blank">TYPO3-Lizenz (GNU/GPL)</a>.<br /><br />Copyright %s %

source: Community Credits
de: Die TYPO3-Community

# information_detail
source: Visit <a href="https://typo3.org/community/" target="_blank" rel="noreferrer">typo3.org/community/</a> if you want to know why TYPO3 rocks.
de: Besuche <a href="https://typo3.org/community/" target="_blank" rel="noreferrer">typo3.org/community/</a> wenn Du mehr darüber wissen möchtest, warum TYPO3 super ist.

# coredevs_detail
source: Visit <a href="https://typo3.org/teams-committees/core-development/" target="_blank" rel="noreferrer">typo3.org/teams-committees/core-development/</a> for the complete member list.<br /><br />The Git Repository and the ChangeLog can be found <a href="https://forge.typo3.org/projects/typo3cms-core/" target="_blank">here</a>.
de: Unter <a href="https://typo3.org/teams-committees/core-development/" target="_blank" rel="noreferrer">typo3.org/teams-committees/core-development/</a> findet man die vollständige Liste der aktuellen Core-Entwickler. Zum Git-Repository und dem Changelog gelangt man <a href="https://forge.typo3.org/projects/typo3cms-core/" target="_blank">hier</a>.

source: Extension Authors
de: Autoren der Erweiterung

# extension_list_info
source: This is a list of the people who contributed to the extensions you're using in your installation.
de: Dies ist eine Liste der Menschen, die zu den Erweiterungen, die Sie in Ihrer Installation benutzen, beigetragen haben.

source: Extension
de: Erweiterung

# extension_author
source: Author
de: Entwickler

# donation.sectionHeadline
source: TYPO3 Donation and community
de: TYPO3 Spende und Community

# donation_header
source: TYPO3 Donation
de: TYPO3 Spende

# donation_message
source: It would be great if you could donate. TYPO3 CMS is Open Source and relies heavily on donations from its users and supporters.<br/><br/><b>Thank you</b> for making this great Content Management System even better with your support!
de: TYPO3 CMS ist Open Source und setzt auf Spenden von Benutzern und Unterstützern.<br/><br/><b>Vielen Dank</b> dafür, dass Sie dieses großartige Content Management System mit Ihrer Unterstützung noch besser gemacht haben!

# donation_button
source: Donate now
de: Jetzt spenden

source: External Libraries
de: Externe Bibliotheken

# external_thanks
source: TYPO3 CMS core uses and thanks these external Open Source projects:
de: TYPO3 CMS-Kern verwendet und dankt diesen externen Open-Source-Projekten:

# external_libraries.table.column.name
source: Project name
de: Projektname

# external_libraries.table.column.website
source: Website
de: Webseite

# modules.headline
source: Modules
de: Module

# modules.introtext
source: This is a brief description of the available modules.
de: Hier finden Sie eine kurze Beschreibung der verfügbaren Module.

# endText
source: Features may vary depending on your website and permissions
de: Die verfügbaren Funktionen hängen von der Website und den Zugriffsrechten ab

# userInfo
source: You're logged in as user
de: Sie sind angemeldet als Benutzer

# link.openModule
source: Open module
de: Modul öffnen

# link.openModuleWithTitle
source: Open %1s module
de: %1s Modul öffnen

# noSubModules
source: There are currently no functions available for this module.
de: Für dieses Modul stehen derzeit keine Funktionen zur Verfügung.

# noSubModulesWithTitle
source: There are currently no functions available for the %1s module.
de: Für das %1s Modul stehen derzeit keine Funktionen zur Verfügung.
