Repository: marph27/typo314demo2
Catalog: var/labels/*/beuser/Resources/Private/Language/*.locallang.xlf
Languages: de

source: Username
de: Benutzername

source: Avatar
de: Profilbild

source: Real name
de: Vollständiger Name

source: Admin
de: Administrator

source: Users
de: Benutzer

source: User
de: Benutzer

source: Yes
de: Ja

source: No
de: Nein

source: Never
de: Nie

# disable
source: Enabled
de: Aktiviert

source: Last login
de: Letzte Anmeldung

# allowedLanguages
source: Limit to languages
de: Auf Sprachen beschränken

source: Page Tree Entry Points
de: Seitenbaum-Einstiegspunkte

# fileMounts
source: File mountpoints
de: Datei-Freigabepunkte

source: Groups
de: Benutzergruppen

source: Inheritance
de: Vererbung

source: Group
de: Gruppe

source: Languages
de: Sprachen

source: Categories
de: Kategorien

source: Permissions
de: Berechtigungen

source: Modules
de: Module

# tableModes.read
source: Read
de: Lesen

# tableModes.write
source: Read & Write
de: Lesen & Schreiben

# mountsWorkspaces
source: Mounts and workspaces
de: Freigaben und Arbeitsumgebungen

source: Options
de: Einstellungen

source: Allowed page content types
de: Erlaubte Seiten-Inhaltstypen

source: General permissions
de: Allgemeine Berechtigungen

# compare.tables
source: Table permissions
de: Tabellenberechtigungen

# compare.direct.inherit
source: Inherit
de: Vererben

# compare.direct.direct
source: Direct
de: Direkt

# information.defaultLanguage
source: Default
de: Standard

# information.defaultWorkspace
source: Default
de: Standard

# information.groups.table.column.groupTitle
source: Group title
de: Titel der Gruppe

source: Backend User
de: Backend-Benutzer

source: Backend User Group
de: Backend-Benutzergruppe

source: Backend users
de: Backend-Benutzer

source: Backend user details
de: Backend-Benutzerdetails

# backendUserGroupsMenu
source: Backend user groups
de: Backend-Benutzergruppen

source: Backend user group details
de: Details zur Backend-Benutzergruppe

source: Compare backend users
de: Backend-Benutzer vergleichen

# compareBackendUsersGroups
source: Compare backend user groups
de: Backend-Benutzergruppen vergleichen

source: Online users
de: Angemeldete Benutzer

# btn.addToCompareList
source: Add to compare list
de: Zur Vergleichsliste hinzufügen

# btn.backendUser.create
source: Create new backend user
de: Neuen Backend-Benutzer anlegen

# btn.editor.create
source: Create editor
de: Redakteur anlegen

# btn.admin.create
source: Create admin
de: Admin anlegen

# btn.backendUserGroup.create
source: Create new backend user group
de: Neue Backend-Benutzergruppe anlegen

# btn.clearCompareList
source: Clear compare list
de: Vergleichsliste löschen

# btn.compare
source: Compare
de: Vergleichen

# btn.delete
source: Delete
de: Löschen

# btn.details
source: Show details
de: Details anzeigen

# btn.disable
source: Disable
de: Deaktivieren

# btn.edit
source: Edit
de: Bearbeiten

# btn.enable
source: Enable
de: Aktivieren

# btn.removeFromCompareList
source: Remove from compare list
de: Aus Vergleichsliste entfernen

source: Filter
de: Filtern

source: Reset
de: Zurücksetzen

# pagination.previous
source: previous
de: zurück

# pagination.next
source: next
de: weiter

# pagination.first
source: first
de: Anfang

# pagination.last
source: last
de: Ende

# pagination.records
source: Records
de: Einträge

# pagination.page
source: Page
de: Seite

# pagination.refresh
source: Refresh
de: Aktualisieren

# switchBackMode
source: Switch to user
de: Benutzer wechseln

source: Locked MFA providers
de: Gesperrte MFA-Anbieter

source: MFA enabled
de: MFA aktiviert

# backendUser.list.title
source: Backend users
de: Backend-Benutzer

# backendUser.list.section.compare
source: Backend users to compare
de: Zu vergleichende Backend-Benutzer

# backendUser.list.section.allUsers
source: Backend users in the system
de: Backend-Benutzer im System

# backendUser.list.btn.compareList
source: Compare selected backend users
de: Ausgewählte Backend-Benutzer vergleichen

# backendUser.list.table.column.group
source: Group
de: Gruppe

# backendUser.list.filter.group
source: Group
de: Gruppe

# backendUser.list.filter.loginState
source: Login state
de: Anmeldestatus

# backendUser.list.filter.loginState.all
source: All
de: Alle

# backendUser.list.filter.loginState.loginBefore
source: Logged in before
de: Zuvor angemeldet

# backendUser.list.filter.loginState.never
source: Never logged in
de: Nie angemeldet

# backendUser.list.filter.loginState.loggedIn
source: Currently logged in
de: Angemeldet als

# backendUser.list.filter.status.all
source: All
de: Alle

# backendUser.list.filter.status.enabled
source: Enabled
de: Aktiviert

# backendUser.list.filter.status.disabled
source: Disabled
de: Deaktiviert

# backendUser.list.filter.userType
source: Type
de: Typ

# backendUser.list.filter.userType.all
source: All
de: Alle

# backendUser.list.filter.userType.admin
source: Admin
de: Administrator

# backendUser.list.filter.userType.normalUser
source: Normal user
de: Standardbenutzer

# backendUser.confirmDelete
source: Are you sure you want to delete the backend user '%s'?
de: Möchten Sie den Backend-Benutzer "%s" tatsächlich löschen'?

# backendUser.show.title
source: Configuration of backend user "%s"
de: Konfiguration des Backend-Benutzers "%s"

# backendUser.show.notConfigured
source: Not configured.
de: Nicht konfiguriert.

# backendUser.show.infobox.title
source: Compiled rights and settings
de: Zusammengefasste Rechte und Einstellungen

# backendUser.show.infobox.message
source: This view displays all compiled rights and settings of the selected backend user. These can come from settings in the backend user record itself, as well as from settings that have been stored in backend user groups assigned to this backend user.
de: Diese Ansicht zeigt alle zusammengefassten Rechte und Einstellungen des ausgewählten Backend-Benutzers an. Diese können sowohl aus Einstellungen im Backend-Benutzerdatensatz selbst stammen als auch aus Einstellungen, die in Backend-Benutzergruppen gespeichert wurden, die diesem Backend-Benutzer zugewiesen sind.

# backendUser.compare.title
source: Compare backend users
de: Backend-Benutzer vergleichen

# backendUser.online.title
source: Online users
de: Angemeldete Benutzer

# backendUser.online.table.column.ipAddress
source: IP address
de: IP-Adresse

# backendUser.online.table.column.lastAccess
source: Last access
de: Letzter Zugriff

# backendUser.online.activeSession
source: Active session
de: Aktive Sitzung

# backendUser.online.flashMessage.terminateSessionSuccess
source: Session successfully terminated.
de: Sitzung erfolgreich beendet.

# backendUser.online.reallyLogout
source: Really logout
de: Wirklich abmelden

# backendUser.online.endSession
source: End session
de: Sitzung beenden

# backendUserGroup.list.title
source: Backend user groups
de: Backend-Benutzergruppen

# backendUserGroup.noGroupsFound.title
source: No backend user groups found
de: Keine Backend-Benutzergruppen gefunden

# backendUserGroup.noGroupsFound.message
source: There are currently no backend user groups found in the database.
de: Derzeit sind keine Backend-Benutzergruppen in der Datenbank vorhanden.

# backendUserGroup.list.section.compare
source: Backend user groups to compare
de: Zu vergleichende Backend-Benutzergruppen

# backendUserGroup.list.section.allUserGroups
source: Backend user groups in the system
de: Backend Benutzergruppen im System

# backendUserGroup.list.btn.compareList
source: Compare selected backend user groups
de: Ausgewählte Backend-Benutzer vergleichen

# backendUserGroup.list.filter.groupTitle
source: Group title or group ID
de: Gruppentitel oder Gruppen ID

# backendUserGroup.list.table.column.groupTitle
source: Group title
de: Titel der Gruppe

# backendUserGroup.list.table.column.subgroup
source: Inherit settings from groups
de: Einstellungen von Gruppen übernehmen

# backendUserGroup.confirmDelete
source: Are you sure you want to delete the backend user group '%s'?
de: Möchtest du die Benutzergruppe '%s' tatsächlich löschen?

# backendUserGroup.show.title
source: Configuration of backend user group "%s"
de: Konfiguration der Backend-Benutzergruppe "%s"

# backendUserGroup.show.notConfigured
source: Not configured.
de: Nicht konfiguriert.

# backendUserGroup.show.infobox.title
source: Compiled rights and settings
de: Zusammengefasste Rechte und Einstellungen

# backendUserGroup.show.infobox.message
source: This view displays all compiled rights and settings of the selected backend user group. These can come from settings in the backend user group record itself, as well as from settings that have been stored in backend user groups assigned to this backend user group.
de: Diese Ansicht zeigt alle zusammengefassten Rechte und Einstellungen der ausgewählten Backend-Benutzergruppe an. Diese können sowohl aus Einstellungen im Backend-Benutzergruppendatensatz selbst stammen als auch aus Einstellungen, die in Backend-Benutzergruppen gespeichert wurden, die dieser Backend-Benutzergruppe zugeordnet sind.

# backendUserGroup.compare.title
source: Compare backend user groups
de: Backend-Benutzergruppen vergleichen

source: File mounts
de: Verzeichnisfreigaben

# filemount.list.title
source: File Mounts
de: Verzeichnisfreigaben

# filemount.confirm.deletion
source: Are you sure, that you want to delete the file mount "%s"?
de: Bist du sicher, dass du den Dateimount „%s“ löschen willst?

# filemount.create
source: Create new file mount
de: Neue Verzeichnisfreigabe erstellen

# filemount.infobox.noFilemountFound.title
source: No file mount found
de: Keine Verzeichnisfreigabe gefunden

# filemount.infobox.noFilemountFound.message
source: Please create a file mount and select its entry point.
de: Bitte erstelle einen Dateimount und wähle dessen Einstiegspunkt.

# filemount.link.openInFilelist
source: Open in file list
de: In Dateiliste öffnen

# filemount.amount.multiple
source: File mounts
de: Verzeichnisfreigaben

# filemount.amount.singular
source: File mount
de: Verzeichnisfreigabe

# flashMessage.resetPassword.error.title
source: Password reset not triggered
de: Passwortzurücksetzung nicht angestoßen

# flashMessage.resetPassword.error.text
source: Sorry, the password of this user cannot be reset.
de: Das Passwort dieses Benutzers kann leider nicht zurückgesetzt werden.

# flashMessage.resetPassword.success.title
source: Password reset triggered
de: Passwortzurücksetzung angestoßen

# flashMessage.resetPassword.success.text
source: Password reset for email address %s initiated.
de: Passwort zurücksetzen für die E-Mail-Adresse %s initiiert.

# resetPassword.label
source: Reset Password
de: Passwort zurücksetzen

# resetPassword.confirmation.header
source: Reset Password
de: Passwort zurücksetzen

# resetPassword.confirmation.text
source: Are you sure you want to reset the password for %s?
de: Möchten Sie das Passwort für %s wirklich zurücksetzen?
