Repository: marph27/typo314demo2
Catalog: var/labels/*/core/Resources/Private/Language/*.locallang_mod_web_list.xlf
Languages: de

# mlang_labels_tablabel
source: List of database records
de: Liste der Datensätze

# mlang_labels_tabdescr
source: The Web>List module provides low level access to records appearing on a page.
de: Das Modul Web > Liste bietet den grundlegendsten Zugriff auf die Datensätze einer Seite.

# mlang_tabs_tab
source: List
de: Liste

# clip_pasteAfter
source: Paste after: Clipboard content is inserted after this record
de: Einfügen nach: Inhalt der Zwischenablage wird nach diesem Datensatz eingefügt

# clip_pasteInto
source: Paste into: Clipboard content is inserted on this page
de: Einfügen in: Inhalt der Zwischenablage wird in diese Seite eingefügt

# clip_paste
source: Paste in clipboard content
de: Zwischenablageninhalt einfügen

# clip_markRecords
source: Mark All/Mark none
de: Alles/nichts markieren

# clip_selectMarked
source: Transfer the selection of records to clipboard
de: Ausgewählte Datensätze in die Zwischenablage übertragen

# clip_duplicates
source: Mark duplicates
de: Duplikate markieren

# clip_editMarked
source: Edit marked
de: Markierte bearbeiten

# clip_deleteMarked
source: Delete marked
de: Markierte löschen

# clip_deleteMarkedWarning
source: Are you sure you want to delete all marked records from the table '%s'?
de: Alle markieren Datensätze tatsächlich aus der Tabelle "%s" löschen?

# edit
source: Edit record
de: Datensatz bearbeiten

# editPage
source: Edit page properties
de: Seiteneigenschaften bearbeiten

# new
source: New record
de: Datensatz erstellen

# newRecordOfType
source: New %s
de: Neu %s

# newPage
source: Create new page after this page
de: Neue Seite nach dieser Seite erstellen

# newRecord
source: Create new record after this record
de: Neuen Datensatz nach diesem Datensatz erstellen

# newRecordGeneral
source: Create new record
de: Neuen Datensatz erstellen

# moveUp
source: Move up in list
de: Nach oben verschieben

# moveDown
source: Move down in list
de: Nach unten verschieben

# move_record
source: Re-position content element
de: Datensatz verschieben

source: Move page
de: Seite verschieben

# hide
source: Hide record
de: Datensatz verbergen

# unHide
source: Un-hide record
de: Datensatz sichtbar machen

source: Hide page
de: Seite verbergen

source: Un-hide page
de: Seite sichtbar machen

# prevLevel
source: Move this page to the position after the current parent page (Inwards)
de: Diese Seite hinter die derzeit übergeordnete Seite verschieben (einwärts)

# nextLevel
source: Move this page to be a subpage of the page above (Outwards)
de: Diese Seite als Unterseite in die derzeit vorhergehende Seite verschieben (auswärts)

source: Delete
de: Löschen

# history
source: History/Undo
de: Verlauf/Rückgängigmachung

source: Display versions
de: Versionen anzeigen

# permissions
source: Set permissions for page
de: Zugriffsrechte für Seite festlegen

# largeControl
source: Extended view
de: Erweiterte Ansicht

# contractView
source: List all tables
de: Alle Tabellen anzeigen

# expandView
source: List only this table
de: Nur diese Tabelle anzeigen

# collapseExpandTable
source: Collapse and expand records of table "%s"
de: Datensätze der Tabelle "%s" ein-/ausklappen

source: Show clipboard
de: Zwischenablage anzeigen

# editShownColumns
source: Edit all shown fields of the listed records
de: Alle angezeigten Felder der aufgeführten Datensätze bearbeiten

# editThisColumn
source: Edit the '%s' field of the listed records
de: Das Feld "%s" der aufgeführten Datensätze bearbeiten

# deleteWarning
source: Are you sure you want to delete the record '%s'?
de: Sind Sie sicher, dass Sie den Datensatz '%s' löschen möchten?

# localization
source: Localization view
de: Lokalisierungsansicht

# defaultLanguage
source: Default
de: Standard

# multipleLanguages
source: All languages
de: Alle Sprachen

# Localize
source: Localize to
de: Lokalisieren

# viewRecords
source: Viewing records of
de: Anzeige der Datensätze von

# pageIndicator
source: Page %1$s of %2$d
de: Seite %1$s von %2$d

# rangeIndicator
source: Records %1$d - %2$d
de: Datensätze %1$d - %2$d

# missingTcaColumnsMessageTitle
source: Missing TCA definition
de: TCA-Definition fehlt

# missingTcaColumnsMessage
source: No fields for table "%s" have been found. $TCA['%s']['columns'] does not contain the necessary definitions.
de: Für die Tabelle "%s" wurden keine Felder gefunden. $TCA['%s']['columns'] enthält nicht die notwendigen Definitionen.

# noRecordsOnThisPage
source: There are no records on this page.
de: Es sind keine Datensätze auf dieser Seite.

# noRecordsOfTypeOnThisPage
source: There are no records of type "%s" on this page.
de: Es gibt keine Datensätze vom Typ "%s" auf dieser Seite.

# button.cancel
source: Cancel
de: Abbrechen

# button.close
source: Close
de: Schließen

# button.delete
source: Delete
de: Löschen
